Repository: wp-plugins/updraftplus
Catalog: languages/updraftplus-*.po
Languages: ro_ro

source: Add another address...
ro_ro: Introduceti alta adresa..

source: (with errors (%s))
ro_ro: (cu erori (%s))

source: (with warnings (%s))
ro_ro: (cu avertismente (%s))

source: Use the "Reporting" section to configure the email addresses to be used.
ro_ro: Folositi sectiunea "Raportare" pentru a configura adresele de mail folosite.

source: files: %s
ro_ro: fisiere: %s

source: Size: %s Mb
ro_ro: Marime: %s Mb

source: Email reports
ro_ro: Rapoarte email

source: Errors
ro_ro: Erori

source: Warnings
ro_ro: Avertismente

source: Time taken:
ro_ro: Timp scurs:

source: Uploaded to:
ro_ro: Upload-at in:

source: Debugging information
ro_ro: Informatii depanare

source: %d errors, %d warnings
ro_ro: %d erori, %d avertismente

source: %d hours, %d minutes, %d seconds
ro_ro: %d ore, %d minute, %d secunde

source: Backup Report
ro_ro: Raport Backup

source: Backup began:
ro_ro: Backup inceput la:

source: Contains:
ro_ro: Contine:

source: Errors / warnings:
ro_ro: Erori / avertismente:

source: %s authentication
ro_ro: autentificare %s

source: %s error: %s
ro_ro: %s eroare: %s

source: Your site's admin email address (%s) will be used.
ro_ro: Va fi folosita adresa administrarorului site-ului (%s).

source: For more options, use the "%s" add-on.
ro_ro: Pentru mai multe optiuni folositi add-on-ul "%s".

source: The required %s PHP module is not installed - ask your web hosting company to enable it
ro_ro: Modulul PHP %s necesar nu este instalat - contactati providerul de web hosting pentru a activa acest modul

source: %s did not return the expected response - check your log file for more details
ro_ro: %s nu a dat rezultatul scontat - verificati fisierul de log pentru mai multe detalii

source: Connect
ro_ro: Conectare

source: For more reporting features, use the Reporting add-on.
ro_ro: Pentru mai multe functii ale rapoartelor folositi add-on-ul "Reporting".

source: (version: %s)
ro_ro: (versiunea: %s)

source: Be aware that mail servers tend to have size limits; typically around %s Mb; backups larger than any limits will likely not arrive.
ro_ro: Fiti atenti, de obicei serverele de mail au o limitare a marimii, de obicei in jur de %s Mb; copiile de rezerva peste aceste limite nu vor putea fi primite pe mail.

source: When the Email storage method is enabled, also send the entire backup
ro_ro: În cazul în care metoda de stocare e-mail este activată, trimite, de asemenea, întreaga rezervă

source: Unknown/unexpected error - please raise a support request
ro_ro: Eroare necunoscuta/neasteptata - va rugam transmiteti o solicitare de asistenta

source: The log file has been attached to this email.
ro_ro: Fisierul de log a fost atasa la acest email.

source: Backup contains:
ro_ro: Copia de rezerva contine:

source: Latest status:
ro_ro: Ultimul status:

source: Files and database
ro_ro: Fisiere si baza de date

source: Files (database backup has not completed)
ro_ro: Fisiere (copia de rezerva bazei de date nu a fost realizata)

source: Files only (database was not part of this particular schedule)
ro_ro: Doar fisiere (baza de date nu a fost inclusa in aceasta activitate programare)

source: Database (files backup has not completed)
ro_ro: Baza de date (copia de rezerva a fisierelor nu a fost realizata)

source: Database only (files were not part of this particular schedule)
ro_ro: Doar baza de date (fisierele nu au fost incluse in aceasta activitate programata)

source: This is a WordPress multi-site (a.k.a. network) installation.
ro_ro: Aceasta instalare WordPress este multi-site (sau retea).

source: WordPress Multisite is supported, with extra features, by UpdraftPlus Premium, or the Multisite add-on.
ro_ro: WordPress Multisite este suportata, cu alte extra potiuni, de UpdraftPlus Premium, sau cu add-on-ul Multisite.

source: Without upgrading, UpdraftPlus allows <strong>every</strong> blog admin who can modify plugin settings to back up (and hence access the data, including passwords, from) and restore (including with customised modifications, e.g. changed passwords) <strong>the entire network</strong>.
ro_ro: Fara up-grade, Updraftplus acorda acces <strong>tuturor</strong> administratorilor siteului care pot modifica setarile plugin-ului la realizarea de backup-uri (si, prin urmare, acces la datele din backup, inclusiv la parole) precum si la restaurarea (inclusiv cu modificari modificate - chiar parole de acces) la <strong>intreaga retea</strong>.

source: (This applies to all WordPress backup plugins unless they have been explicitly coded for multisite compatibility).
ro_ro: (Aceasta se aplica la toate pluginurile de backup ale WordPress, doar daca nu au fost scrise special pentru compatibilitatea cu pagini de tip multisite.

source: UpdraftPlus warning:
ro_ro: Avertisment UpdraftPlus:

source: (or connect using the form on this page if you have already purchased it)
ro_ro: (sau conectati-va folosing formularul din aceasta pagina daca deja l-ati achizitionat)

source: You've got it
ro_ro: Gata, l-ai luat!

source: Your version: %s
ro_ro: Versiunea ta: %s

source: latest
ro_ro: ultima

source: please follow this link to update the plugin in order to get it
ro_ro: Te rugam foloseste acest link pentru a obtine up-dateul pluginului

source: please follow this link to update the plugin in order to activate it
ro_ro: Daca doresti activarea pluginului te rugam foloseste acest link pentru a up-data pluginul

source: UpdraftPlus Addons
ro_ro: Addon-uri UpdraftPlus

source: An update containing your addons is available for UpdraftPlus - please follow this link to get it.
ro_ro: O actualizare care conține addonurile dumneavoastra este disponibil pentru UpdraftPlus - vă rugăm să urmați acest link pentru a o obține.

source: UpdraftPlus Support
ro_ro: Suport Updraftplus

source: UpdraftPlus.Com responded, but we did not understand the response
ro_ro: UpdraftPlus.com a raspuns, dar nu am inteles acest raspuns

source: UpdraftPlus.Com returned a response which we could not understand (data: %s)
ro_ro: UpdraftPlus.com a returnat un raspuns pe care nu l-am inteles (data: %s)

source: Your email address and password were not recognised by UpdraftPlus.Com
ro_ro: Adresa de mail si/sau parola dumneavoastra nu au fost recunoscute de UpdraftPlus.Com

source: UpdraftPlus.Com returned a response, but we could not understand it
ro_ro: UpdraftsPlus.com a returnat un raspuns, dar nu l-am inteles

source: An update is available for UpdraftPlus - please follow this link to get it.
ro_ro: O actualizare pentru UpdraftPlus este disponibila - va rugam folositi acest link pentru a o instala.

source: We failed to successfully connect to UpdraftPlus.Com
ro_ro: Nu am reusit sa ne conectam la UpdraftPlus.Com

source: Reporting
ro_ro: Raportare

source: Options (raw)
ro_ro: Optiuni (rand)

source: Send a report only when there are warnings/errors
ro_ro: Transmite un raport doar cand sunt avertismente/erori

source: Content URL:
ro_ro: URL continut:

source: You should check the file permissions in your WordPress installation
ro_ro: Va rugam sa verificati permisiunile fisierului in WordPress-ul instalat

source: See also the "More Files" add-on from our shop.
ro_ro: Vedeti, de asemenea, "More Files" add-on din magazinul nostru.

source: Your free space in your hosting account is very low - only %s Mb remain
ro_ro: Spatiul ramas liber din contul dumneavoastra de webhosting este foarte mic - au mai ramas doar %s Mb

source: The amount of memory (RAM) allowed for PHP is very low (%s Mb) - you should increase it to avoid failures due to insufficient memory (consult your web hosting company for more help)
ro_ro: Memoria (RAM) alocata pentru PHP este foarte mica (%s Mb) - ar trebui marita pentru a evita problemele cauzate de memoria insuficienta (consultati providerul dumneavoastra de webhosting pentru mai multe informatii si suport)

source: You have an inactive purchase
ro_ro: Aveti o achizitie inactiva

source: activate it on this site
ro_ro: Activati-l pe acest site

source: Get it from the UpdraftPlus.Com Store
ro_ro: Luati-l de pe magazinul UpdraftPlus.Com

source: Buy It
ro_ro: Cumparati

source: Manage Addons
ro_ro: Manager Addon-uri

source: An unknown response was received. Response was:
ro_ro: Am primit un raspuns neasteptat. Raspunsul este:

source: An error occurred when trying to retrieve your add-ons.
ro_ro: A aparut o eroare la incercarea de a prelua add-on-urile dumneavoastra.

source: Need to get support?
ro_ro: Aveti nevoie de suport?

source: Go here
ro_ro: Duceti-va aici

source: (apparently a pre-release or withdrawn release)
ro_ro: (aparent o varianta prelansare sau o varianta retrasa)

source: Available for this site (via your all-addons purchase)
ro_ro: Disponibil pentru aces site (prin acizitia tuturor add-on-urilor)

source: Assigned to this site
ro_ro: Alocat pentru acest site

source: Interested in knowing about your UpdraftPlus.Com password security? Read about it here.
ro_ro: Interesat sa sti mai multe despre securitatea pe baza de parola la UpDraftPlus.Com? Citeste mai multe aici.

source: You are presently <strong>connected</strong> to an UpdraftPlus.Com account.
ro_ro: Momentan sunteti <strong>conectat</strong> la un cont UpdraftPlus.Com.

source: If you bought new add-ons, then follow this link to refresh your connection
ro_ro: Daca ati achizitionat add-on-uri noi, urmati acest link pentru a reimprospata conexiunea.

source: You are presently <strong>not connected</strong> to an UpdraftPlus.Com account.
ro_ro: Momentan <strong>nu sunteti</strong> conectat la un cont UpdraftPlus.Com.

source: Errors occurred when trying to connect to UpdraftPlus.Com:
ro_ro: A aparut o eroare la incercarea de conectare la UpdraftPlus.Com:

source: Please wait whilst we make the claim...
ro_ro: Va rugam asteptati in timp ce procesam cererea...

source: Claim not granted - your account login details were wrong
ro_ro: Cerere neaprobata - datele dumneavoastra de logare sunt eronate

source: Your web server's version of PHP is too old (
ro_ro: Versiunea dumneavoastra de PHP este prea veche (

source: Connect with your UpdraftPlus.Com account
ro_ro: Conectati-va cu datele contului dumneavoastra de UpdraftPlus

source: Not yet got an account (it's free)? Go get one!
ro_ro: Nu aveti inca un cont (este gratuit)? Faceti-va un cont acum!

source: Forgotten your details?
ro_ro: Ati uitat detaliile dumneavoastra?

source: You have not yet connected with your UpdraftPlus.Com account, to enable you to list your purchased add-ons.
ro_ro: Nu v-ati conectat cu contul dumneavoastra UpdraftPlus.com pentru a activa lista de add-on-uri cumparate.

source: Go here to connect.
ro_ro: Intrati aici pentru conectare.

source: UpdraftPlus is not yet activated.
ro_ro: UpdraftPlus nu a fost inca activat.

source: Go here to activate it.
ro_ro: Intrati aici pentru activare.

source: UpdraftPlus is not yet installed.
ro_ro: UpdraftPlus nu este inca instalat.

source: Go here to begin installing it.
ro_ro: Intrati aici pentru a incepe instalarea.

source: You do seem to have the obsolete Updraft plugin installed - perhaps you got them confused?
ro_ro: Se pare ca aveti un plugin Updraft foarte vechi - poate le-ati incurcat, din greseala?

source: Your web-server does not have the %s module installed.
ro_ro: Serverul web al dumneavoastra nu are instalat modulul %s.

source: Without it, encryption will be a lot slower.
ro_ro: Fara ea, criptarea va fi mult mai inceata.

source: Drop backup files here
ro_ro: Adaugati fisierele de back-up aici

source: <strong>(You appear to be already authenticated,</strong> though you can authenticate again to refresh your access if you've had a problem).
ro_ro: <strong>(Se pare ca sunteti deja autentificat,</strong> totusi puteti sa va autentificati din nou in cazul in care ati intampinat probleme).

source: Want more features or paid, guaranteed support? Check out UpdraftPlus.Com
ro_ro: Doriti mai multe functiuni si optiuni sau suport garantat platit? Verificati pe UpdraftPlus.Com

source: Check out WordShell
ro_ro: Verificati WordShell

source: manage WordPress from the command line - huge time-saver
ro_ro: Administrati WordPress din linia de comanda - castigati foarte mult timp

source: Does nothing happen when you attempt backups?
ro_ro: Nu s-a intamplat nimic cand ati incercat sa realizati backup-ul?

source: Don't include the database in the backup
ro_ro: Nu include baza de date in copia de rezerva

source: Don't include any files in the backup
ro_ro: Nu include niciun fisier in copia de rezerva

source: Restoring:
ro_ro: Restaurare:

source: Press the Restore button next to the chosen backup set.
ro_ro: Apasati butonul "Restaurare" din dreptul copiei de rezerva dorite.

source: The restore operation has begun. Do not press stop or close your browser until it reports itself as having finished.
ro_ro: Operatiunea de restaurare a inceput. Nu apasati stop si nu inchideti browserul dumneavoastra pana cand nu raportam finalizarea operatiunii de restaurare.

source: The web server returned an error code (try again, or check your web server logs)
ro_ro: Serverul web a returnat o eroare (incercati din nou sau verificati fisierele de log pe de serverul web)

source: If you exclude both the database and the files, then you have excluded everything!
ro_ro: Daca ati exclus si fisierele si baza de date, ati exclus TOT!

source: Site home:
ro_ro: Adresa site:

source: Remote Storage Options
ro_ro: Optiune stocare la distanta

source: Remember this choice for next time (you will still have the chance to change it)
ro_ro: Pastreaza aceasta optiune pentru viitor (veti avea posibilitatea sa modificati ulterior)

source: (logs can be found in the UpdraftPlus settings page as normal)...
ro_ro: (logurile/jurnalele pot fi gasite in pagina de setari UpdraftPlus, ca de obicei)...

source: Upload failed
ro_ro: Upload esuat

source: You can send a backup to more than one destination with an add-on.
ro_ro: Puteti transmite copia de rezerva catre mai multe destinatii cu un add-on.

source: Note: the progress bar below is based on stages, NOT time. Do not stop the backup simply because it seems to have remained in the same place for a while - that is normal.
ro_ro: Nota: Bara de progres este bazata pe etape, NU pe timp. Nu opriti realizarea copiei de rezerva doar pentru ca pare a fi ramas in acelasi loc - asta este ceva normal.

source: (%s%%, file %s of %s)
ro_ro: (%s%%, fisier %s din %s)

source: Failed: We were able to log in and move to the indicated directory, but failed to successfully create a file in that location.
ro_ro: Esec: Am reusit conectarea si mutarea la folderul indicat, dar nu am reusit sa cream un fisier in locatia indicata.

source: Failed: We were able to log in, but failed to successfully create a file in that location.
ro_ro: Esec: Am reusit conectarea aici dar nu am reusit sa cream un fisier in locatia mentionata.

source: Read more about how this works...
ro_ro: Citeste mai mult despre cum functioneaza..

source: Use SCP instead of SFTP
ro_ro: Folositi SCP in loc de SFTP

source: SCP/SFTP host setting
ro_ro: Setarile gazda pentru SCP/SFTP

source: SCP/SFTP user setting
ro_ro: Setari user SCP/SFTP

source: Backup is of: %s.
ro_ro: Backup-ul este de : %s.

source: The attempt to send the backup via email failed (probably the backup was too large for this method)
ro_ro: Incercarea de a trimite backup-ul pe email a esuat (probabil marimea copiei de rezerva este prea mare pentru aceasta metoda)

source: %s settings test result:
ro_ro: Rezultatul testarii setarilor %s:

source: If you are seeing more backups than you expect, then it is probably because the deletion of old backup sets does not happen until a fresh backup completes.
ro_ro: Daca vedeti mai multe copii de rezerva decat va asteptati, probabil se datoreaza faptului ca vechile copii de rezerva nu sunt sterse decat dupa finalizarea noilor copii de rezerva.

source: (Not finished)
ro_ro: (Nu este terminat)

source: This is where UpdraftPlus will write the zip files it creates initially. This directory must be writable by your web server. It is relative to your content directory (which by default is called wp-content).
ro_ro: Aici isi creeaza initial fisierele UpdraftPlus. Acest director trebuie sa fie setat de serverul web ca fiind Writable. Folderul este relativ la directorul de continut (care este denumit implicit wp-content).

source: <b>Do not</b> place it inside your uploads or plugins directory, as that will cause recursion (backups of backups of backups of...).
ro_ro: <b>NU</b> amplasati in foldere de genul uploads sau plugins, aceasta va crea recursivitate (copia de rezerva a copiei de rezerva a copiei de rezerva...).

source: Waiting until scheduled time to retry because of errors
ro_ro: In asteptare pana la ora programata pentru a incerca din nou din cauza unor erori aparute

source: Backup finished
ro_ro: Backup finalizat

source: Unknown
ro_ro: Necunoscut

source: next resumption: %d (after %ss)
ro_ro: Urmatoare reluare: %d (dupa %ss)

source: last activity: %ss ago
ro_ro: Ultima activitate: acum %ss

source: table: %s
ro_ro: Tabela: %s

source: Created database backup
ro_ro: Creare copie siguranta baza de date

source: Encrypting database
ro_ro: Criptare baza de date

source: Encrypted database
ro_ro: Baza de date criptata

source: Uploading files to remote storage
ro_ro: Incarcare fisiere in unitatea de stocare la distanta

source: Pruning old backup sets
ro_ro: Aranjarea copiilor de siguranta vechi

source: Creating file backup zips
ro_ro: Creare copii de siguranta zip

source: Created file backup zips
ro_ro: Copii de siguranta zip create

source: Creating database backup
ro_ro: Creare copie de siguranta baza de date

source: Backup begun
ro_ro: Backup inceput

source: Backups in progress:
ro_ro: Backup in realizare:

source: The scheduler is disabled in your WordPress install, via the DISABLE_WP_CRON setting. No backups can run (even &quot;Backup Now&quot;) unless either you have set up a facility to call the scheduler manually, or until it is enabled.
ro_ro: Programatorul (scheduler) este dezactivat in WordPress, prin setarile DISABLE_WP_CRON. Nu se poate rula realizarea niciunui backup (nici &quot;Backup Now&quot;) doar daca il programati sa fie facut manual sau daca activati setarile din WordPress.

source: UpdraftPlus needed to create a %s in your content directory, but failed - please check your file permissions and enable the access (%s)
ro_ro: UpdraftPlus trebuie sa creeze %s in directorul de continut, dar a esuat. Va rugam verificati permisiunile fisierelor si activati accesul (%s)

source: folder
ro_ro: director

source: file
ro_ro: fisier

source: Failed to open directory (check the file permissions): %s
ro_ro: Deschiderea directorului a esuat (verificati permisiunile fisierului): %s

source: %s: unreadable file - could not be backed up (check the file permissions)
ro_ro: %s: fisier care nu a putu fi citit - nu a putut fi copiat in backup (verificati permisiunile fisierului)

source: The backup has not finished; a resumption is scheduled
ro_ro: Copia de siguranta nu a putut fi finalizata, a fost programata o reluare

source: Your website is visited infrequently and UpdraftPlus is not getting the resources it hoped for; please read this page:
ro_ro: Siteul dumneavoastra este vizita rar iar UpdraftPlus nu obtine resursele sperate, va rugam cititi aceasta pagina:

source: The %s authentication could not go ahead, because something else on your site is breaking it. Try disabling your other plugins and switching to a default theme. (Specifically, you are looking for the component that sends output (most likely PHP warnings/errors) before the page begins. Turning off any debugging settings may also help).
ro_ro: Autentificarea %s a esuat, deoarece s-a intamplat ceva pe siteul dumneavoastra. Incercati sa dezactivati alte plugin-uri sau sa treceti pe tema implicita. In special, cautati componente care transmit date (in principal avertismente/erori PHP) inainte de incarcarea paginii.Dezactivarea oricarei setari de depanare poate ajuta, de asemenea.

source: Your PHP memory limit (set by your web hosting company) is very low. UpdraftPlus attempted to raise it but was unsuccessful. This plugin may struggle with a memory limit of less than 64 Mb - especially if you have very large files uploaded (though on the other hand, many sites will be successful with a 32Mb limit - your experience may vary).
ro_ro: Limita memoriei PHP (setata de providerul de webhosting) este foarte mica. UpdraftPlus a incercat sa mareasca aceasta limita, fara succes, insa. Acest plugin ntampina dificultati mai ales cu o limita de 64 Mb sau mai mica - in special daca aveti fisiere mari de upload-at (desi, pe de cealalta parte, multe siteuri se vor descurca si cu limita de 32 Mb).

source: UpdraftPlus Automatic Backups
ro_ro: Copii de Siguranta UpdraftPlus automate

source: Do not abort after pressing Proceed below - wait for the backup to complete.
ro_ro: Nu renuntati dupa ce ati apasat Incepe mai jos - asteptati finalizarea copiei de siguranta.

source: Proceed with update
ro_ro: Incepeti realizarea copiei de siguranta

source: Starting automatic backup...
ro_ro: Se incepe backupul automat..

source: themes
ro_ro: themes/teme

source: You do not have sufficient permissions to update this site.
ro_ro: Nu aveti acreditarile necesare pentru a realiza update-ul acestui site.

source: Creating database backup with UpdraftPlus...
ro_ro: Creare backup baza de date folosind UpdraftPlus...

source: Automatic Backup
ro_ro: Backup Automat

source: Creating backup with UpdraftPlus...
ro_ro: Creare backup cu UpdraftPlus...

source: Errors have occurred:
ro_ro: Au aparut erori:

source: Automatically backup (where relevant) plugins, themes and the WordPress database with UpdraftPlus before updating
ro_ro: Backup automat cu UpdraftPlus (acolo unde este relevant) al plugin-urilor, temelor si a bazei de date WordPress inainte de update

source: Creating %s and database backup with UpdraftPlus...
ro_ro: Creare backup %s si baza de date cu UpdraftPlus...

source: Unable to read zip file (%s) - could not pre-scan it to check its integrity.
ro_ro: Nu sa putut citi fisierul zip (%s) - nu s-a putut realiza prescanarea pentru verificarea integritatii lui.

source: Unable to open zip file (%s) - could not pre-scan it to check its integrity.
ro_ro: Nu s-a putu deschide fisiserul zip (%s) - nu s-a putut realiza prescanarea pentru verificarea integritatii lui.

source: This does not look like a valid WordPress core backup - the file %s was missing.
ro_ro: Acesta nu pare a fi o copie de siguranta a core-ului WordPress - fisierul %s lispeste.

source: If you are not sure then you should stop; otherwise you may destroy this WordPress installation.
ro_ro: Daca nu sunteti siguri ar trebui sa va opriti; in caz contrar puteti distruge instalarea WordPress.

source: Support
ro_ro: Suport

source: More plugins
ro_ro: Mai multe plugin-uri

source: You are importing from a newer version of WordPress (%s) into an older one (%s). There are no guarantees that WordPress can handle this.
ro_ro: Importati dintr-o versiune mai noua de WordPress (%s) intr-o versiune mai veche (%s). Nu aveti garantia ca WordPress va putea gestiona aceste aspecte.

source: This database backup is missing core WordPress tables: %s
ro_ro: Acestei copii de siguranta a bazei de date ii lipsesc tabelele aferente core-ului WordPress: %s

source: UpdraftPlus was unable to find the table prefix when scanning the database backup.
ro_ro: UpdraftPlus nu a putu gasi prefixul tabelei cand a scanat copia de siguranta a bazei de date.

source: The database is too small to be a valid WordPress database (size: %s Kb).
ro_ro: Baza de date este prea mica pentru a fi o baza de date WordPress (marime: %s Kb).
