Repository: wp-plugins/updraftplus
Catalog: languages/updraftplus-*.po
Languages: ro_ro

source: Google Drive list files: failed to access parent folder
ro_ro: Listarea fisierelor Google Drive: accesul folderului parinte a esuat

source: Theme directory (%s) not found, but lower-case version exists; updating database option accordingly
ro_ro: Folderul pentru teme (Theme) %s nu a fost gasit, dar versiunea lower-case (theme) exista; actualizati optiunile bazei de date in conformitate cu asta

source: Call
ro_ro: Suna

source: This feature requires %s version %s or later
ro_ro: Această caracteristică necesită %s versiunea %s sau mai noua

source: Elegant themes theme builder plugin data detected: resetting temporary folder
ro_ro: A fost detectat plugin-ul pentru realizarea de teme Elegant Themes, folderul temporar va fi resetat

source: Failed to unpack the archive
ro_ro: Dezarhivarea arhivei a esuat

source: %s files have been extracted
ro_ro: %s fisiere au fost extrase

source: Error - failed to download the file
ro_ro: Eoare - download-ul fisierului a esuat

source: Rescan local folder for new backup sets
ro_ro: Folderul local este scanat din nou pentru un nou set de back-up-uri

source: You should update UpdraftPlus to make sure that you have a version that has been tested for compatibility.
ro_ro: Trebuie sa actualizati varianta aplicatiei UpdraftPlus pentru a fi siguri ca aveti o versiune care a fost testata pentru compatibilitate.

source: The installed version of UpdraftPlus Backup/Restore has not been tested on your version of WordPress (%s).
ro_ro: Versiunea de UpdraftPlus Backup/Restore instalata nu a fost inca testata pentru versiunea %s de WordPress pe care o aveti dumenavoastra.

source: It has been tested up to version %s.
ro_ro: a fost testata pana la versiunea %s.

source: password/key
ro_ro: parola/cheie

source: The key provided was not in a valid format, or was corrupt.
ro_ro: Cheia pe care ati folosit-o nu este un format valid sau este corupta.

source: Your login may be either password or key-based - you only need to enter one, not both.
ro_ro: Logarea dumneavoastra se poate face pe baza de parola sau cu cheie - trebuie sa alegeti una din metode, nu ambele.

source: Key
ro_ro: Cheie

source: Backup created by: %s.
ro_ro: Backup-ul a fost creat de %s.

source: Files and database WordPress backup (created by %s)
ro_ro: Backup fisiere si baza de date WordPress (creat de %s)

source: Files backup (created by %s)
ro_ro: Backup fisiere (creat de %s)

source: unknown source
ro_ro: sursa necunoscuta

source: Database (created by %s)
ro_ro: Baza de date (creata de %s)

source: Rescan remote storage
ro_ro: Rescanare unitate de stocare externa

source: Upload backup files
ro_ro: Upload fisiere de backup

source: This backup was created by %s, and can be imported.
ro_ro: Acest backup a fost creat de %s, si poate fi importat.

source: WordPress has a number (%d) of scheduled tasks which are overdue. Unless this is a development site, this probably means that the scheduler in your WordPress install is not working.
ro_ro: WordPress are un număr (%d) de activități programate care sunt restante. Daca acest site nu este in lucru, inseamna ca aplicatia de programare (scheduler) instalat in siteul WordPress al dumneavoastra nu functioneaza.

source: Read this page for a guide to possible causes and how to fix it.
ro_ro: Cititi aceasta pagina pentru ajutor in aflarea cauzelor posibile si pentru remedierea problemelor.

source: This file does not appear to be an UpdraftPlus backup archive (such files are .zip or .gz files which have a name like: backup_(time)_(site name)_(code)_(type).(zip|gz)).
ro_ro: Acest fisier nu pare a fi o arhiva de backup UpdraftPlus (cum sunt fisierele de tip .zip sau .gz, fisiere care au un nume de genul: backup_(timp)_(nume site)_(cod)_(tip).(zip|gz)).

source: However, UpdraftPlus archives are standard zip/SQL files - so if you are sure that your file has the right format, then you can rename it to match that pattern.
ro_ro: Oricum arhivele UpdraftPlus sunt arhive standard de tip zip/SQL, prin urmare daca stiti ca formatul dumenavoastra este corect puteti redenumi fisierul pentru a se potrivi cu masca mentionata.

source: If this is a backup created by a different backup plugin, then UpdraftPlus Premium may be able to help you.
ro_ro: Daca acest backup a fost creat cu un alt plugin/aplicatie de backup, UpdraftPlus s-ar putea sa va fie de ajutor

source: Backup created by unknown source (%s) - cannot be restored.
ro_ro: Backup creat de sursa necunoscuta (%s) - nu putem realiza restaurarea.

source: The WordPress content folder (wp-content) was not found in this zip file.
ro_ro: Folderul de continut WordPress (wp-content) nu a fost gasit in acest fisier zip.

source: This version of UpdraftPlus does not know how to handle this type of foreign backup
ro_ro: Aceasta versiune de UpdraftPlus nu stie cum sa lucreze cu acest tip de fisier realizat cu o aplicatie de backup straina

source: %s returned an unexpected HTTP response: %s
ro_ro: %s a returnat un raspuns HTTP neasteptat: %s

source: The UpdraftPlus module for this file access method (%s) does not support listing files
ro_ro: Modulul UpdraftPlus pentru această metodă de acces la fișiere (%s) nu are suport pentru listarea fișierelor

source: No settings were found
ro_ro: Nu a fost gasita nicio setare

source: One or more backups has been added from scanning remote storage; note that these backups will not be automatically deleted through the "retain" settings; if/when you wish to delete them then you must do so manually.
ro_ro: Una sau mai multe copii de rezervă au fost adăugate la scanarea locatiei de stocare la distanta; rețineți că aceste backup-uri nu vor fi șterse automat prin setările "păstrează"; dacă/atunci când doriți să le ștergeți, trebuie să faceti acest lucru manual.

source: Are you sure that you wish to remove this backup set from UpdraftPlus?
ro_ro: Sunteti siguri ca doriti sa stergeti aceasta copie de rezerva UpdraftPlus?

source: Press here to look inside any remote storage methods for any existing backup sets.
ro_ro: Apăsați aici pentru a privi in ​​interiorul orice metode de stocare la distanță, pentru orice seturi de backup existente.

source: Rescanning remote and local storage for backup sets...
ro_ro: Se scaneaza din nou unitatile de stocare locale si la distanta pentru gasirea unor eventuale copii de rezerva..

source: (Read more)
ro_ro: (Cititi mai mult)

source: Check this box to use Amazon's reduced redundancy storage and tariff
ro_ro: Bifati aceasta casuta pentru a reduce redundanta si tarifele stocarii pe Amazon

source: Reduced redundancy storage
ro_ro: Reduceti redundanta stocarii

source: Adjusting multisite paths
ro_ro: Reglare caii multisite

source: Log all messages to syslog (only server admins are likely to want this)
ro_ro: Conectati toate mesajele la syslog (doar administratorii serverelor ar putea dori acest lucru)

source: Add another...
ro_ro: Adaugati alt/alta..

source: No backup of directory: there was nothing found to back up
ro_ro: Niciun back-up al folderului: aici nu a fost gasit nimic pentru care sa se realizeze o copie de rezerva

source: Remove
ro_ro: Sterge

source: Other %s FAQs.
ro_ro: Alte %s FAQ

source: Check this to receive more information and emails on the backup process - useful if something is going wrong.
ro_ro: Bifati pentru a primi mai multe informatii si email-uri despre procesul de backup - folositor in cazul in care ceva nu merge bine.

source: If entering multiple files/directories, then separate them with commas. For entities at the top level, you can use a * at the start or end of the entry as a wildcard.
ro_ro: Daca introduceti fisiere/directoare multiple, separati-le prin virgula. Pentru entitati de nivel de top, puteti folosi caracterul * la inceputul sau sfarsitul entitatii ca substitut pentru orice caractere.

source: Custom content type manager plugin data detected: clearing option cache
ro_ro: S-au detectat date ale unui plugin de management a tipurilor de continut personalizate: se curata optiunile de cache

source: encrypted FTP (explicit encryption)
ro_ro: FTP encriptat (encriptare explicita)

source: Your web server's PHP installation has these functions disabled: %s.
ro_ro: Instalarea PHP a server-ului dvs. web are urmatoarele functionalitatii dezactivate: %s.

source: Your hosting company must enable these functions before %s can work.
ro_ro: Firma dvs. de gazduire trebuie sa activeze aceste functionalitati inainte ca %s sa poata functiona.

source: Don't send this backup to remote storage
ro_ro: Nu trimite acest backup catre stocare la distanta.

source: regular non-encrypted FTP
ro_ro: FTP normal ne-encriptat

source: encrypted FTP (implicit encryption)
ro_ro: FTP encriptat (encriptare implicita)

source: Backup created by:
ro_ro: Backup creat de:

source: Available to claim on this site
ro_ro: Disponibil pentru preluare pe acest site

source: To maintain your access to support, please renew.
ro_ro: Pentru a mentine accesul dvs. la suport, va rugam sa reinnoiti.

source: Your paid access to UpdraftPlus updates for %s add-ons on this site has expired.
ro_ro: Accesul dvs. platit la actualizarile UpdraftPlus pentru extensiile %s pe acest site a expirat.

source: Your paid access to UpdraftPlus updates for %s of the %s add-ons on this site will soon expire.
ro_ro: Accesul dvs. platit la actualizarile UpdraftPlus pentru %s dintre extensiile %s pe acest site vor expira in curand.

source: To retain your access, and maintain access to updates (including future features and compatibility with future WordPress releases) and support, please renew.
ro_ro: Pentru a retine accesul, si pentru a mentine accesul la actualizari (incluzand facilitati viitoare si compatibilitate cu versiunile WordPress viitoare) si suport, va rugam sa reinnoiti.

source: Your paid access to UpdraftPlus updates for this site will soon expire.
ro_ro: Accesul dvs. platit la actualizarile UpdraftPlus pentru acest site vor expira in curand.

source: Your paid access to UpdraftPlus support has expired.
ro_ro: Accesul dvs. platit la suportul UpdraftPlus a expirat.

source: To regain your access, please renew.
ro_ro: Pentru a reprimi accesul, va rugam sa reinnoiti.

source: Your paid access to UpdraftPlus support will soon expire.
ro_ro: Accesul dvs. platit la suportul UpdraftPlus vor expira in curand.

source: Dismiss from main dashboard (for %s weeks)
ro_ro: Ascunde de pe ecranul principal (pentru %s saptamani)

source: Your paid access to UpdraftPlus updates for this site has expired. You will no longer receive updates to UpdraftPlus.
ro_ro: Accesul dvs. platit la actualizarile UpdraftPlus pentru acest site a expirat. Nu veti mai primi actualizari pentru UpdraftPlus.

source: To regain access to updates (including future features and compatibility with future WordPress releases) and support, please renew.
ro_ro: Pentru a reprimi accesul la actualizari (incluzand facilitati viitoare si compatibilitate cu versiunile WordPress viitoare) si suport, va rugam sa reinnoiti.

source: The database file appears to have been compressed twice - probably the website you downloaded it from had a mis-configured webserver.
ro_ro: Fisierul bazei de date pare sa fi fost comprimat de doua ori - probabil site-ul de pe care l-ati descarcat a avut un server web configurat incorect.

source: The attempt to undo the double-compression failed.
ro_ro: Incercarea de a anula compresia dubla a esuat.

source: The attempt to undo the double-compression succeeded.
ro_ro: Incercarea de a anula compresia dubla a reusit.

source: Constants
ro_ro: Constante

source: Failed to open database file for reading:
ro_ro: Deschiderea fisierului bazei de date pentru citire a esuat:

source: please wait for the rescheduled attempt
ro_ro: va rugam sa asteptati reprogramarea unei noi incercari

source: No database tables found
ro_ro: Nu au fost gasite tabele ale bazei de date

source: Note that warning messages are advisory - the backup process does not stop for them. Instead, they provide information that you might find useful, or that may indicate the source of a problem if the backup did not succeed.
ro_ro: Rețineți că mesajele de avertizare sunt consultative - procesul de backup nu se oprește la afișarea lor. În schimb, ele oferă informații pe care le-ați putea găsi utile, sau care pot indica sursa problemei în cazul în care backup-ul nu a reușit.

source: Database queries processed: %d in %.2f seconds
ro_ro: Interogări ale bazei de date prelucrate: %d în %.2f secunde

source: Searching and replacing reached row: %d
ro_ro: Căutarea și înlocuirea rândului a ajuns la: %d

source: Account full: your %s account has only %d bytes left, but the file to be uploaded has %d bytes remaining (total size: %d bytes)
ro_ro: Cont: contul dvs. %s mai are doar %d bytes liberi, dar din fișierul încărcat mai sunt %d bytes rămasi (dimensiune totală: %d bytes)

source: Skipping this table: data in this table (%s) should not be search/replaced
ro_ro: Se sare peste acest tabel: datele din acest tabel (%s) nu ar trebui să fie de căutate/ înlocuite

source: Errors occurred:
ro_ro: Erori apărute:

source: Follow this link to download the log file for this restoration (needed for any support requests).
ro_ro: Urmați acest link pentru a descărca fișierul jurnal pentru această restaurare (necesar pentru orice cerere de sprijin).

source: See this FAQ also.
ro_ro: A se vedea și acest FAQ.

source: If you choose no remote storage, then the backups remain on the web-server. This is not recommended (unless you plan to manually copy them to your computer), as losing the web-server would mean losing both your website and the backups in one event.
ro_ro: Daca nu alegeti o stocare la distanta, atunci backup-urile raman pe server. Acest lucru nu e recomandat (decat daca planuiti sa le copiati manual pe computerul dvs.), pentru ca pierderea serverului web ar insemna atat pierderea site-ului cat si a backup-urilor intr-un singur pas.

source: Retrieving (if necessary) and preparing backup files...
ro_ro: Preluarea (daca e necesar) si pregatirea fisierelor backup...

source: The PHP setup on this webserver allows only %s seconds for PHP to run, and does not allow this limit to be raised. If you have a lot of data to import, and if the restore operation times out, then you will need to ask your web hosting company for ways to raise this limit (or attempt the restoration piece-by-piece).
ro_ro: Instalarea PHP pe serverul web permite doar %s secunde pentru rularea scrpturilor PHP, si nu permite marirea acestei limite. Daca aveti de importat multe date, si daca operatiunea de restaurare expira, va trebui sa cereti firmei dvs. de gazduire marirea acestei limite (sau sa incercati restaurarea pe sectiuni).

source: Existing unremoved folders from a previous restore exist (please use the "Delete Old Directories" button to delete them before trying again): %s
ro_ro: Foldere ne-eliminate la o restaurare anterioara inca exista (va rugam sa folositi butonul "Stergere directoare vechi" pentru a le sterge inainte de a incerca iar): %s

source: The amount of time allowed for WordPress plugins to run is very low (%s seconds) - you should increase it to avoid backup failures due to time-outs (consult your web hosting company for more help - it is the max_execution_time PHP setting; the recommended value is %s seconds or more)
ro_ro: Timpul permis plugin-urilor WordPress pentru a rula este foarte mic (%s secunde) - ar trebui sa il mariti pentru a evita esuarea backup-urilor din cauza expirarii timpului ( consultati firma dvs. de gazduire web pentru ajutor - este setarea PHP max_execution_time; valoarea recomandata este %s secunde sau mai mult)

source: Replacing in blogs/site table: from: %s to: %s
ro_ro: Se inlocuiesc in tabelele blog-ului/site-ului: din: %s in: %s

source: Disabled this plugin: %s: re-activate it manually when you are ready.
ro_ro: Acest plugin a fost dezactivat: %s: re-activati-l manual cand sunteti pregatit.

source: %s: Skipping cache file (does not already exist)
ro_ro: %s: Se omite fisierul cache (nu exista intotdeauna)

source: The %s connection timed out; if you entered the server correctly, then this is usually caused by a firewall blocking the connection - you should check with your web hosting company.
ro_ro: Conexiunea %s a epirat; daca ati introdus serverul corect, atunci acest lucru e cauzat de un firewall care blocheaza conexiunea - ar trebui sa verificati acest lucru cu firma dvs. de gazduire.

source: The current theme was not found; to prevent this stopping the site from loading, your theme has been reverted to the default theme
ro_ro: Tema curenta nu a fist gasita; pentru a preveni cazul in care site-ul nu se incarca din cauza lipsei temei, site-ul a revenit la cea implicita

source: Restore failed...
ro_ro: Restaurare eșuată

source: Messages:
ro_ro: Mesaje:

source: An SQL line that is larger than the maximum packet size and cannot be split was found; this line will not be processed, but will be dropped: %s
ro_ro: A fost găsită o linie SQL, care este mai mare decât dimensiunea maximă și nu poate fi împărțită, această linie nu va fi prelucrată, ci va fi abandonată: %s

source: The directory does not exist
ro_ro: Directorul nu există

source: New User's Username
ro_ro: Noul nume de utilizator

source: New User's Email Address
ro_ro: Noua adresă de email a utilizatorului

source: Enter your Rackspace admin username/API key (so that Rackspace can authenticate your permission to create new users), and enter a new (unique) username and email address for the new user and a container name.
ro_ro: Introduceti numele de utilizator al administratorului / cheia API corespunzatoare contului Rackspace (astfel incat Rackspace sa poata autentifica permisiunile dvs. de a crea noi utilizatori) si introduceti un nume de utilizator (unic) pentru noul utilizator si un nume de container.

source: US or UK Rackspace Account
ro_ro: Contul Rackspace US sau UK

source: Admin Username
ro_ro: Numele de utilizator al administratorului

source: Admin API Key
ro_ro: Cheia API de administrare

source: You need to enter a new username
ro_ro: Trebuie să introduceți un nume de utilizator nou

source: You need to enter a container
ro_ro: Trebuie să introduceți un container

source: You need to enter a valid new email address
ro_ro: Trebuie să introduceți o adresă de email validă

source: Conflict: that user or email address already exists
ro_ro: Conflict: există deja acest nume de utilizator sau email

source: Cloud Files operation failed (%s)
ro_ro: Operațiunea Cloud Files nu a reușit (%s)

source: Username: %s
ro_ro: Nume de utilizator:%s

source: Password: %s
ro_ro: Parolă: %s

source: API Key: %s
ro_ro: Cheie API: %s

source: Create new API user and container
ro_ro: Creare utilizator nou API și container nou

source: Rackspace Cloud Files, enhanced
ro_ro: Rackspace Cloud Files, îmbunătățit

source: Adds enhanced capabilities for Rackspace Cloud Files users
ro_ro: Adauga caracteristici imbunatatite pentru utililizatorii Rackspace Cloud Files

source: Create a new API user with access to only this container (rather than your whole account)
ro_ro: Creare nou utilizator API cu acces doar la acest container (fata de acces la intregul cont)

source: You need to enter an admin username
ro_ro: Trebuie sa introduceti un nume de utilizator pentru administrare

source: You need to enter an admin API key
ro_ro: Trebuie sa introduceti o cheie API pentru administrare

source: Northern Virginia (IAD)
ro_ro: Virginia de Nord (IAD)

source: London (LON)
ro_ro: Londra (LON)

source: Cloud Files Username
ro_ro: Numele de utilizator Cloud Files

source: To create a new Rackspace API sub-user and API key that has access only to this Rackspace container, use this add-on.
ro_ro: Pentru a crea un nou sub-utilizator API si o noua cheie API Rackspace care va avea acces doar la acest container Rackspace, folositi aceasta extensie.

source: Cloud Files API Key
ro_ro: Cheia API-ului Cloud Files

source: Cloud Files Container
ro_ro: Container Cloud Files

source: US or UK-based Rackspace Account
ro_ro: Cont Rackspace localizat in US sau UK

source: Accounts created at rackspacecloud.com are US-accounts; accounts created at rackspace.co.uk are UK-based
ro_ro: Conturile create la rackspacecloud.com sunt conturi US; conturile create la rackspace.co.uk sunt conturi UK

source: Cloud Files Storage Region
ro_ro: Regiunea de stocare Cloud Files

source: Dallas (DFW) (default)
ro_ro: Dallas (DFW) (implicit)

source: Authorisation failed (check your credentials)
ro_ro: Autorizare esuata (verificati datele de acces)

source: Accounts created at rackspacecloud.com are US accounts; accounts created at rackspace.co.uk are UK accounts.
ro_ro: Conturile create la rackspacecloud.com sunt conturi US; conturile create la rackspace.co.uk sunt conturi UK.

source: An unknown error occurred when trying to connect to UpdraftPlus.Com
ro_ro: A aparut o eroare la incercarea de conectare la UpdraftPlus.Com

source: Create
ro_ro: Creare

source: The new user's RackSpace console password is (this will not be shown again):
ro_ro: Parola consolei noului utilizator Rackspace este (nu va mai fi afisata niciodata):

source: Trying...
ro_ro: Incercare...

source: The database backup appears to have failed - the options table was not found
ro_ro: Backup-ul bazei de date pare sa fi esuat - tabela de optiuni nu a fost gasita

source: (when decrypted)
ro_ro: (la decriptare)

source: Error data:
ro_ro: Date eroare:

source: Backup does not exist in the backup history
ro_ro: Backup-ul nu exista in istoricul baclup-urilor

source: Your WordPress install has old directories from its state before you restored/migrated (technical information: these are suffixed with -old). You should press this button to delete them as soon as you have verified that the restoration worked.
ro_ro: Instalarea dvs. WordPress contine directoare vechi din starea ei inaintea restaurarii/migrarii (informatii tehnice: sunt prefixate cu -old). Ar trebui sa apasati acest buton pentru a le sterge imediat ce ati verificat ca restaurarea a functionat.

source: Split line to avoid exceeding maximum packet size
ro_ro: Separati linia pentru a evita depasirea marimii maxime a pachetului

source: Your database user does not have permission to drop tables. We will attempt to restore by simply emptying the tables; this should work as long as you are restoring from a WordPress version with the same database structure (%s)
ro_ro: Baza dvs. de date nu are permisiunea de a sterge tabele. Se incearca restaurarea doar prin golirea tabelele; acest lucru ar trebui sa functioneze atat timp cat restaurarea se face dintr-o versiune WordPress cu aceeasi structura a bazei de date (%s)

source: <strong>Backup of:</strong> %s
ro_ro: <strong>Backup pentru:</strong> %s

source: New table prefix: %s
ro_ro: Noul prefix al tabelei: %s

source: %s: This directory already exists, and will be replaced
ro_ro: %s: Acest director exista deja, va fi rescris

source: File permissions do not allow the old data to be moved and retained; instead, it will be deleted.
ro_ro: Permisiunile de fișiere nu permit datele vechi sa fie mutate și păstrate; în schimb, acestea vor fi șterse.

source: Could not move the files into place. Check your file permissions.
ro_ro: Nu am putu muta fisierele aici. Va rugam verificati permisiunile.

source: Moving old data out of the way...
ro_ro: Mutarea datelor vechi..

source: Could not move old files out of the way.
ro_ro: Nu am putut muta datele vechi.

source: Could not move new files into place. Check your wp-content/upgrade folder.
ro_ro: Nu s-au putut muta noile fisiere. Verificati floderul wp-content/upgrade.

source: Enter addresses here to have a report sent to them when a backup job finishes.
ro_ro: Introduceti adresele unde doriti sa primiti raportul transmis la finalizarea realizarii copiei de rezerva.
