Repository: wp-plugins/updraftplus
Catalog: languages/updraftplus-*.po
Languages: ro_ro

source: UpdraftPlus Premium can <strong>automatically</strong> take a backup of your plugins or themes and database before you update.
ro_ro: UpdraftPlus Premium poate crea <strong>automat</strong> copii de siguranta dupa bazele de date ale temelor si plugin-urilor inainte de update.

source: Be safe every time, without needing to remember - follow this link to learn more.
ro_ro: Fiti in siguranta in fiecare clipa, fara sa fie nevoie sa va reamintiti asta - urmati linkul pentru mai multe detalii.

source: Update Theme
ro_ro: Up-date tema

source: Dismiss (for %s weeks)
ro_ro: Renuntati (pentru %s saptamani)

source: Be safe with an automatic backup
ro_ro: Fiti in siguranta cu backup automat

source: Uploads path (%s) does not exist - resetting (%s)
ro_ro: Calea pentru upload (%s) nu exista - resetati (%s)

source: If you can still read these words after the page finishes loading, then there is a JavaScript or jQuery problem in the site.
ro_ro: Daca puteti citi aceste cuvinte dupa ce pagina dumneavoastra s-a terminat de incarcat, atunci exista o problema JavaScript sau jQuery la siteul dumneavoastra.

source: Follow this link to attempt decryption and download the database file to your computer.
ro_ro: Urmati acest link pentru a incercare decriptarea si descarcarea bazei de date in calculatorul dumneavoastra.

source: This decryption key will be attempted:
ro_ro: Va fi incercata aceasta cheie de decriptare:

source: Unknown server response:
ro_ro: Raspuns de la server necunoscut:

source: Unknown server response status:
ro_ro: Status necunoscut primit de la server:

source: The file was uploaded.
ro_ro: Acest fisier a fost incarcat.

source: (make sure that you were trying to upload a zip file previously created by UpdraftPlus)
ro_ro: (fiti siguri ca incercati sa incarcati un fisier de tip zip creat anterior cu UpdraftPlus)

source: Upload error:
ro_ro: Eroare la upload:

source: This file does not appear to be an UpdraftPlus encrypted database archive (such files are .gz.crypt files which have a name like: backup_(time)_(site name)_(code)_db.crypt.gz).
ro_ro: Acest fisier pare a nu fi o arhiva baza de date criptata creata cu UpdraftPlus (cum ar fi fisier de tip .gz.crypy care au denumirea sub forma: backup_(timp)_(nume site)_(cod)_db.crypt.gz).

source: Upload error
ro_ro: Eroare upload

source: Delete from your web server
ro_ro: Stergeti de pe serverul web

source: Download to your computer
ro_ro: Descarcati in computerul dumneavoastra

source: and then, if you wish,
ro_ro: si dupa aceea, daca doriti,

source: Examples of S3-compatible storage providers:
ro_ro: Exemple de furnizori de stocare S3 compatibili:

source: Upload expected to fail: the %s limit for any single file is %s, whereas this file is %s Gb (%d bytes)
ro_ro: Descarcare cu probleme: limita de x pentru un singur fisier este de x, in timp ce acest fisier este de x Gb.

source: The backup directory is not writable - the database backup is expected to shortly fail.
ro_ro: Copia de rezerva a folder-ului nu poate fi scrisa- copia de rezerva a bazei de date intampina dificultati.

source: Will not delete any archives after unpacking them, because there was no cloud storage for this backup
ro_ro: Nici o arhiva nu va fi stearsa dupa dezarhivare, deoarece nu a existat o stocare in Internet pentru aceasta pagina de rezerva

source: (%d archive(s) in set).
ro_ro: %d arhive in grup.

source: You appear to be missing one or more archives from this multi-archive set.
ro_ro: Iti lipsesc una sau mai multe arhive din acest grup de arhive.

source: Split archives every:
ro_ro: Împarte arhiva în fragmente de:

source: Error: the server sent an empty response.
ro_ro: Eroare: server-ul a trimis un raspuns gol.

source: Warnings:
ro_ro: Avertismente:

source: Error: the server sent us a response (JSON) which we did not understand.
ro_ro: Eroare: server-ul ne-a trimis un raspuns (JavaScript Object Notation) pe care nu il intelegem.

source: This looks like a file created by UpdraftPlus, but this install does not know about this type of object: %s. Perhaps you need to install an add-on?
ro_ro: Acest fisier arata ca unul creat de UpdraftPlus, dar acest program de instalare nu cunoaste aceste tipuri de fisiere. Poate ca trebuie sa instalezi un plugin?

source: The backup archive files have been successfully processed. Now press Restore again to proceed.
ro_ro: Fisierele arhivei de rezerva au fost procesate cu succes. Apasa "restore" din nou pentru a continua.

source: The backup archive files have been processed, but with some warnings. If all is well, then now press Restore again to proceed. Otherwise, cancel and correct any problems first.
ro_ro: Fisierele arhivei de rezerva au fost procesate, dar cu unele avertismente. Daca totul decurge normal, poti sa apesi "Restore" din nou pentru a continua. Altfel, anuleaza aplicatia si corecteaza mai intai problemele existente.

source: The backup archive files have been processed, but with some errors. You will need to cancel and correct any problems before retrying.
ro_ro: Fisierele arhivei de rezerva au fost procesate, insa cu cateva erori. Va trebui sa anulezi si sa corectezi orice probleme inainte sa reincerci.

source: The backup archive for this file could not be found. The remote storage method in use (%s) does not allow us to retrieve files. To perform any restoration using UpdraftPlus, you will need to obtain a copy of this file and place it inside UpdraftPlus's working folder
ro_ro: Arhiva de rezerva pentru acest fisier nu a putut fi gasita. Metoda de stocare la distanta folosita nu ne permite sa recuperam fisierele. Pentru a realiza orice fel de restaurare folosind UpdraftPlus, va trebui sa obti o copie a acestui fisier si sa-l adaugi la folder-ul functional al UpdraftPlus.

source: No such backup set exists
ro_ro: Un astfel de set de rezerva nu exista.

source: File not found (you need to upload it): %s
ro_ro: Fisierul nu a fost gasit(trebuie sa il descarci):

source: File was found, but is zero-sized (you need to re-upload it): %s
ro_ro: Fisierul a fost gasit, dar are marimea zero(trebuie sa-l reincarci):

source: File (%s) was found, but has a different size (%s) from what was expected (%s) - it may be corrupt.
ro_ro: Fisierul a fost gasit, dar are o marime diferita de cea estimata- se poate sa aiba o eroare.

source: This multi-archive backup set appears to have the following archives missing: %s
ro_ro: Aceast set de arhive multiple de rezerva pare sa aiba urmatoarele arhive lipsa:

source: Failed to move directory (check your file permissions and disk quota): %s
ro_ro: Catalogul nu a putut fi mutat(verifica regulile de acces si cota discului):

source: Failed to move file (check your file permissions and disk quota): %s
ro_ro: Fisierul nu a putut fi mutat(verifica regulile de acces ale fisierului si cota discului):

source: Moving unpacked backup into place...
ro_ro: Mutarea la loc a copiei de siguranta dezarhivate...

source: Failed to open the zip file (%s) - %s
ro_ro: Fisierul zip nu a putut fi deschis...

source: WordPress root directory server path: %s
ro_ro: cale catre catalogul principal al serverulu: %

source: ... and many more!
ro_ro: ....si multe altele!

source: %s end-point
ro_ro: % puncte finale

source: File is not locally present - needs retrieving from remote storage
ro_ro: Fisierul nu este prezent local-trebuie recuperat din spatiul de stocare la distanta.

source: S3 (Compatible)
ro_ro: S3(Compatibil)

source: Final checks
ro_ro: Verificari finale

source: Looking for %s archive: file name: %s
ro_ro: Cauta % arhive: numele dosarului: %

source: Check this to delete any superfluous backup files from your server after the backup run finishes (i.e. if you uncheck, then any files despatched remotely will also remain locally, and any files being kept locally will not be subject to the retention limits).
ro_ro: Bifeaza aceasta casuta pentru a sterge posibilele fisiere de rezerva inutile din server dupa ce s-a incheiat lansarea de rezerva(ex. daca debifezi optiunea, oricare dosare trimise la distanta vor ramane si local, iar oricare fisiere pastrate local nu vor fi obiectul limitelor de pastrare).

source: Drop encrypted database files (db.gz.crypt files) here to upload them for decryption
ro_ro: Puneti fisierele codate din baza de date (db.gz. fisiere criptate) aici pentru decriptare

source: Your wp-content directory server path: %s
ro_ro: Calea catre continutul wp al serverului:%

source: Raw backup history
ro_ro: Jurnal de rezerva gol

source: Show raw backup and file list
ro_ro: Arata copia de rezerva goala si lista fisierelor

source: Processing files - please wait...
ro_ro: Fisiere in curs de procesare - va rugam asteptati...

source: Your WordPress installation has a problem with outputting extra whitespace. This can corrupt backups that you download from here.
ro_ro: Instalarea WordPress a inregistrat o problema cu dispunerea spatiilor albe in plus. Aceasta poate afecta copiile de rezerva pe care le descarci de aici.

source: Please consult this FAQ for help on what to do about it.
ro_ro: Consltati aceasta FAQ(Intrebare pusa des) pentru a va rezolva problema.

source: Failed to open database file.
ro_ro: Fisierul din baza de date nu a putut fi deschis.

source: Failed to write out the decrypted database to the filesystem.
ro_ro: Nu a fost posibila scrierea bazei de date in fisierul sistemului.

source: Known backups (raw)
ro_ro: Copii de rezerva cunoscute(goale)

source: Using directory from backup: %s
ro_ro: Folosirea catalogului din copia de rezerva :%

source: Files found:
ro_ro: Fisier gasit:

source: Unable to enumerate files in that directory.
ro_ro: Fisierele nu pot fi enumerate in acest catalog.

source: Requested table engine (%s) is not present - changing to MyISAM.
ro_ro: Setarile tabelului nu sunt prezente-trecem la motorul de stocare MyISAM.

source: Restoring table (%s)
ro_ro: Tabel refacut

source: This looks like a migration (the backup is from a site with a different address/URL), but you did not check the option to search-and-replace the database. That is usually a mistake.
ro_ro: Ati migrat la o alta pagina (copia de siguranta apartine unui site cu o alta adresa/un alt URL), desi ati ales optiunea ("search-and-replace") cauta si schimba baza de date. Acasta este de regula o eroare.

source: file is size:
ro_ro: documentul are marimea :

source: Go here for more information.
ro_ro: Ca sa alfi mai multe detalii mergi aici.

source: Some files are still downloading or being processed - please wait.
ro_ro: Cateva fisiere sunt in curs de descarcare sau in curs de procesare-va rugam sa asteptati.

source: This backup set is from a different site - this is not a restoration, but a migration. You need the Migrator add-on in order to make this work.
ro_ro: Acest set de rezerva apartine altui site-aceasta nu este o restaurare a unei pagini ci o migrare catre o alta pagina. Ca ajutor poti folosi programul "Migrator".

source: %s login failure
ro_ro: %s logare nereusita

source: %s upload failed
ro_ro: %s incarcare nereusita

source: Enter in format HH:MM (e.g. 14:22).
ro_ro: Introduceti formatul HH:MM(e.g. 14:22).

source: The time zone used is that from your WordPress settings, in Settings -> General.
ro_ro: S-a folosit fusul orar setat in WordPress, din meniul Setari_> General.

source: Dropbox error: %s (see log file for more)
ro_ro: Eroare a software-ului Dropbox:%(vezi fisierul de logare pentru mai multe detalii)

source: You do not appear to be authenticated with %s (whilst deleting)
ro_ro: Nu te autentifici cu %(in tipul stergerii)

source: Failed to access %s when deleting (see log file for more)
ro_ro: %nu a putut fi accesat in timpul stergerii(vezi fisierul de logare pentru mai multe detalii)

source: You do not appear to be authenticated with %s
ro_ro: Nu te autentifici cu%

source: Error - no such file exists at %s
ro_ro: Eroare-un astfel de fisier nu exista la%

source: Error - failed to download the file from %s
ro_ro: Eroare-descarcarea fisierului de la % a fost nereusita

source: %s error - failed to upload file
ro_ro: % eroare-descarcarea fisierului a fost nereusita.

source: %s Error
ro_ro: %eroare

source: %s authentication failed
ro_ro: %autentificare nereusita

source: %s error - failed to re-assemble chunks
ro_ro: %eroare-punerea la loc a bucatilor a fost nereusita.

source: Error: %s
ro_ro: Eroare:%

source: Backup directory specified exists, but is <b>not</b> writable.
ro_ro: Copia de siguranta a catalogului exista, dar nu este reinscriptibila.

source: Backup directory specified does <b>not</b> exist.
ro_ro: Copia de siguranta specificata nu exista.

source: Warning: %s
ro_ro: Avertizare:

source: Last backup job run:
ro_ro: Ultima utilizare a copiei de rezerva:

source: %s: unreadable file - could not be backed up
ro_ro: fisier ilizibil-nu a putut fi recuperat

source: A very large file was encountered: %s (size: %s Mb)
ro_ro: A fost gasit un fisier foarte mare:

source: Table %s has very many rows (%s) - we hope your web hosting company gives you enough resources to dump out that table in the backup
ro_ro: Tabelul are prea multe randuri-speram ca firma care gazduieste pagina dumneavoastra web sa va puna la dispozitie destule resurse pentru a putea trimite tabelul la copia de rezerva.

source: An error occurred whilst closing the final database file
ro_ro: A aparut o eroare la inchiderea ultimului fisier din baza de date.

source: Warnings encountered:
ro_ro: Avertismente intalnite:

source: The backup apparently succeeded (with warnings) and is now complete
ro_ro: Copia de siguranta este acum finalizata.

source: Your free disk space is very low - only %s Mb remain
ro_ro: Spatiul liber de pe discheta este limitat-u mai ramas x Mb

source: Site Name:
ro_ro: Numele site-ului.

source: Site Domain:
ro_ro: Domeniul site-ului.

source: Migrated site (from UpdraftPlus)
ro_ro: Site mutat.

source: <strong>ERROR</strong>: Site URL already taken.
ro_ro: Eroare.Url deja luat.

source: New site:
ro_ro: Site nou.

source: Information needed to continue:
ro_ro: Informatie necesara pentru a continua.

source: Please supply the following information:
ro_ro: Va rugam sa ne furnizati informatiile urmatoare.

source: Enter details for where this new site is to live within your multisite install:
ro_ro: Tasteaza detaliile despre locatia acestui nou site in timpul instalarii site-urilor multiple.

source: Processed plugin:
ro_ro: Insertie procesata.

source: Network activating theme:
ro_ro: Fateta ce activeaza reteaua.

source: Some servers advertise encrypted FTP as available, but then time-out (after a long time) when you attempt to use it. If you find this happenning, then go into the "Expert Options" (below) and turn off SSL there.
ro_ro: Unele server-uri afiseaza ca si disponibil Protocolul de transfer de fisiere care este codat, insa te amana cand incerci sa-l accesezi. Daca ti se intampla lucrul asta mergi la "Expert Options"(mai jos) de unde poti sa opresti programul SSL.

source: Check your file permissions: Could not successfully create and enter directory:
ro_ro: Verifica accesul la fisier: Crearea si accesarea folder-ului nu a fost posibila.

source: Your web server's PHP installation does not included a required module (%s). Please contact your web hosting provider's support and ask for them to enable it.
ro_ro: Instalarea limbajului de programare PHP nu a inclus un modul potrivit. Contactati centrul de asistenta al furnizorului de internet pentru a-l pune in functiune.

source: Please check your access credentials.
ro_ro: Verificati-va parolele de acces.

source: The error reported by %s was:
ro_ro: Eroarea raportata era:

source: Please supply the requested information, and then continue.
ro_ro: Va rugam sa ne furnizati informatiile cerute, iar apoi sa continuati.

source: Cannot drop tables, so deleting instead (%s)
ro_ro: Tabelurile nu pot fi mutate, astfl ca trebuie sterse.

source: To import an ordinary WordPress site into a multisite installation requires both the multisite and migrator add-ons.
ro_ro: Importarea unui simplu site WordPress in cadrul istalarii unor site-uri multiple necesita atat site-uri multiple cat si programe de completare migratoare.

source: Site information:
ro_ro: Informatie despre site:

source: Cannot create new tables, so skipping this command (%s)
ro_ro: Nu pot fi create tabele noi, trebuie sa evitati aceasta comanda.

source: Warning:
ro_ro: Avertisment:

source: Your database user does not have permission to create tables. We will attempt to restore by simply emptying the tables; this should work as long as a) you are restoring from a WordPress version with the same database structure, and b) Your imported database does not contain any tables which are not already present on the importing site.
ro_ro: Utilizatorul bazei de date nu are permisiunea de a crea tabele. Vom incerca sa restabilim legatura prin simpla modificare a tabelelor; aceasta procedura ar trebui sa functioneze daca a)restabilesti o versiune WordPress cu aceeasi structura a bazei de date, si b) daca baza de date importata nu contine tabele care sunt deja prezente in site-ul importat.

source: You are running on WordPress multisite - but your backup is not of a multisite site.
ro_ro: Te afli pe site-ul multiplu al WordPress-dar copia ta de siguranta nu face parte dintr-un site multiplu.

source: Skipping restoration of WordPress core when importing a single site into a multisite installation. If you had anything necessary in your WordPress directory then you will need to re-add it manually from the zip file.
ro_ro: Sari peste restaurarea nucleului WordPress cand importi un site singur intr-un site multiplu. Daca ai la dispozitie tot ce este necesar in catalogul tau WordPress atunci va trebui sa-l adaugi manual din nou din fisierul zip.

source: Your web server's PHP installation does not included a <strong>required</strong> (for %s) module (%s). Please contact your web hosting provider's support and ask for them to enable it.
ro_ro: Instalarea PHP a server-ului tau de Internet nu a inclus si modul cerut. Va rugam sa va contactati consultantul de Internet pentru a vi-l pune in functiune.

source: Your options are 1) Install/enable %s or 2) Change web hosting companies - %s is a standard PHP component, and required by all cloud backup plugins that we know of.
ro_ro: Optiunile tale sunt 1) Instaleaza/Pune in functiune sau 2)Schimba companiile gazda de Internet- este o componenta PH standard, si este ceruta de toate plugin-urile de rezerva de tip nor de care avem cunostinta.

source: Close
ro_ro: Inchide

source: Unexpected response:
ro_ro: Raspuns neprevazut:

source: To send to more than one address, separate each address with a comma.
ro_ro: Pentru a putea trimite la mai mult de o adresa, separa toate adresele prin virgula.

source: PHP information
ro_ro: Informatie PHP

source: show PHP information (phpinfo)
ro_ro: Arata informatie despre PHP(phpinfo)

source: zip executable found:
ro_ro: zip executabil

source: Migrate Site
ro_ro: Site care migreaza

source: <a href="%s">Read this article to see step-by-step how it's done.</a>
ro_ro: Citeste acest articol ca sa sti ce ai de facut pas cu pas.

source: Do you want to migrate or clone/duplicate a site?
ro_ro: Vrei sa migrezi de pe un site sau sa il clonezi/duplichezi?

source: Then, try out our "Migrator" add-on. After using it once, you'll have saved the purchase price compared to the time needed to copy a site by hand.
ro_ro: Atunci incearca plugin-ul nostru "Migrator". Dupa ce l-ai folosit odata ai si amortizat pretul achizitionarii decat daca ai pierde timpul sa copiezi un site la intamplare.

source: Get it here.
ro_ro: Il gasesti aici.

source: Deleting... please allow time for the communications with the remote storage to complete.
ro_ro: Se sterge...va rugam sa alocati timp legaturilor cu stocarea la distanta pentru a finaliza aplicatia.

source: Also delete from remote storage
ro_ro: A fost sters de asemenea din stocarea la distanta

source: Latest UpdraftPlus.com news:
ro_ro: Ultimele stiri UpdraftPlus:

source: Clone/Migrate
ro_ro: Cloneaza/Migreaza

source: News
ro_ro: Stiri

source: Local archives deleted: %d
ro_ro: Arhivele locale au fost sterse:

source: Remote archives deleted: %d
ro_ro: Arhivele la distanta au fost sterse:

source: %s - could not back this entity up; the corresponding directory does not exist (%s)
ro_ro: nu a putut sustine aceasta unitate; catalogul care-i corespunde nu exista

source: Backup set not found
ro_ro: Setul de rezerva nua fost gasit

source: The backup set has been removed.
ro_ro: Setul de rezerva a fost sters.

source: Subscribe to the UpdraftPlus blog to get up-to-date news and offers
ro_ro: Inregistreaza-te pe blogul UpdraftPlus pentru a primi stiri sau oferte noi

source: Blog link
ro_ro: Link-ul blogului.

source: RSS link
ro_ro: Link-ul RSS

source: Testing %s Settings...
ro_ro: Testarea setarilor...

source: Or, you can place them manually into your UpdraftPlus directory (usually wp-content/updraft), e.g. via FTP, and then use the "rescan" link above.
ro_ro: Sau poti sa le plasezi manual in catalogul tau UpdraftPlus (in mod normal continutul word press/updraft), ex via FTP, iar apoi foloseste link-ul "rescan" de mai sus.

source: Notice
ro_ro: Instiintare

source: UpdraftPlus's debug mode is on. You may see debugging notices on this page not just from UpdraftPlus, but from any other plugin installed. Please try to make sure that the notice you are seeing is from UpdraftPlus before you raise a support request.
ro_ro: Modulul de depanare Updraftplus este deschis. Poti sa vezi notele despre depanare pe aceasta pagina nu numai de pe UpdraftPlus ci si de pe orice alt plugin instalat. Va rugam sa va asigurati ca nota pe care o vedeti vine din partea UpdraftPlus, inainte de inainta o cerere de asistenta.

source: Errors encountered:
ro_ro: Erori semnalate.

source: Rescanning (looking for backups that you have uploaded manually into the internal backup store)...
ro_ro: Rescaneaza (urmareste fisiere de rezerva pe care le-ati descarcat manual in memoria interna de rezerva).

source: Begun looking for this entity
ro_ro: Se cauta aceasta unitate.

source: SQL update commands run:
ro_ro: Comenzile de actualizare a SQL sunt pornite:

source: Errors:
ro_ro: Erori:

source: Time taken (seconds):
ro_ro: Timp folosit(secunde):

source: rows: %d
ro_ro: randuri:

source: "%s" has no primary key, manual change needed on row %s.
ro_ro: nu are tasta principala, este necesara schimbarea manuala pe randuri.

source: Store at
ro_ro: Se memoreaza la

source: Nothing to do: the site URL is already: %s
ro_ro: Nu este nimic de facut: site-ul URL a fost deja:

source: Warning: the database's site URL (%s) is different to what we expected (%s)
ro_ro: Avertisment: URL-ul bazei de date a site-ului este diferit ce ceea ce am prevazut

source: Database search and replace: replace %s in backup dump with %s
ro_ro: Cautare si editare in baza de date: editeaza in cosul de rezerva folosind

source: Could not get list of tables
ro_ro: Listele cu tabele nu au putut fi obtinute

source: Tables examined:
ro_ro: Tabele examinate:

source: Rows examined:
ro_ro: Randuri examinate:

source: Changes made:
ro_ro: Schimbari efectuate:

source: %s Error: Failed to download
ro_ro: Eroare: Descarcare esuata

source: Host
ro_ro: Server

source: Port
ro_ro: Adresa de IP

source: Password
ro_ro: Parola

source: Directory path
ro_ro: Nume de catalog

source: Where to change directory to after logging in - often this is relative to your home directory.
ro_ro: Aici se poate schimba catalogul dupa logare- deseori acestea este relativ catalogului de pe calculatorul personal.

source: host name
ro_ro: nume de server

source: username
ro_ro: nume de utilizator

source: password
ro_ro: parola
