Repository: wp-plugins/updraftplus
Catalog: languages/updraftplus-*.po
Languages: ro_ro

source: Failure: Port must be an integer.
ro_ro: Eroare:Numarul de identificare a server-ului trebuie sa fie o unitate.

source: starting from next time it is
ro_ro: incepand de data viitoare este

source: Multisite Install
ro_ro: Instalare site multiplu

source: You do not have sufficient permissions to access this page.
ro_ro: Nu sunteti autorizat sa accesati acesta pagina.

source: You do not have permission to access this page.
ro_ro: Nu sunteti autorizat sa accesati aceasta pagina.

source: Must-use plugins
ro_ro: Plugin-uri utile

source: Blog uploads
ro_ro: Descarcari pe blog

source: All references to the site location in the database will be replaced with your current site URL, which is: %s
ro_ro: Toate referintele cu privire la locatia acestui site in baza de date vor fi inlocuite cu adresa web curenta, care este:

source: Search and replace site location in the database (migrate)
ro_ro: Cauta si inlocuieste locatia site-ului in baza de date(migreaza)

source: (learn more)
ro_ro: (afla mai mult)

source: Failed: the %s operation was not able to start.
ro_ro: Eroare: activitatea nu a putut incepe

source: Failed: we did not understand the result returned by the %s operation.
ro_ro: Eroare:raspunsul trimis in urma activitatii desfasurate nu poate fi inteles

source: Database: search and replace site URL
ro_ro: Baza de date:cauta si inlocuieste adresa web

source: This option was not selected.
ro_ro: Aceasta optiune nu a fost selectata

source: Error: unexpected empty parameter (%s, %s)
ro_ro: Eroare: parametru lipsa

source: The above files comprise everything in a WordPress installation.
ro_ro: Fisierele de mai sus au acelasi cuprins cu cel al unei instalari WordPress.

source: WordPress core (including any additions to your WordPress root directory)
ro_ro: Baza WordPress(inclusiv completarile la folder-ul principal WordPress)

source: More Files
ro_ro: Mai multe fisiere

source: Enter the directory:
ro_ro: Deschideti folder-ul:

source: If you are not sure what this option is for, then you will not want it, and should turn it off.
ro_ro: Daca nu sunteti siguri ce rol are acesta optiune, atunci nu sunteti interesat, astfel ca trebuie sa o anulati.

source: If using it, enter an absolute path (it is not relative to your WordPress install).
ro_ro: In caz ca o folositi, accesati o locatie sigura (care nu este aceeasi cu instalarea WordPress).

source: Be careful what you enter - if you enter / then it really will try to create a zip containing your entire webserver.
ro_ro: Fiti atenti ce accesati-daca accesati/ atunci va incerca sa creeze un fisier zip ce va contine intregul dvs server.

source: No backup of %s directories: there was nothing found to back up
ro_ro: Nu sunt copii pentru foldere: nu s-a gasit nici o copie

source: Encrypted FTP is available, and will be automatically tried first (before falling back to non-encrypted if it is not successful), unless you disable it using the expert options. The 'Test FTP Login' button will tell you what type of connection is in use.
ro_ro: Este disponibil FTP-ul criptat, care va fi incercat mai intai, in mod automat(inainte de a deveni iarasi necriptat in caz de eroare), numai daca il dezactivezi folosind optiunile expert. Butonul de logare la FTP iti va spune ce fel de conexiune este folosita.

source: Explicit encryption is used by default. To force implicit encryption (port 990), add :990 to your FTP server below.
ro_ro: Criptarea explicita folosete o anumita valoare. Pentru a grabi criptarea implicita (cod 990), adauga :990 la servarul FTP de mai jos.

source: No %s found
ro_ro: Niciun X gasit

source: Check your file permissions: Could not successfully create and enter:
ro_ro: Verifica-ti setarile de acces ale fisierului: Nu s-a putut crea si accesa cu succes fisierului.

source: Needs to already exist
ro_ro: Acest fisier exista deja

source: Failure: No server details were given.
ro_ro: Eroare:Nu s-au furnizat detalii cu privire la server.

source: Failure: we did not successfully log in with those credentials.
ro_ro: Esuare: nu am reusit sa ne conectam cu acreditarile dumneavoastra.

source: Failure: an unexpected internal UpdraftPlus error occurred when testing the credentials - please contact the developer
ro_ro: Esuare: o eroare interna neasteptata a UpdraftPlus a aparut in timp ce testam acreditarile dumneavoastra - va rugam contactati dezvoltatorul

source: Success: we successfully logged in, and confirmed our ability to create a file in the given directory (login type:
ro_ro: Succes: ne-am conectat cu succes si avem confirmarea posibilitatii de a crea fisiere in directorul stabilit (conectare de tip:

source: Failure: we successfully logged in, but were not able to create a file in the given directory.
ro_ro: Esuare: ne-am conectat cu succes, dar nu am putut crea fisiere in directorul stabilit.

source: No %s settings were found
ro_ro: Nicio setare %s nu a fost gasita

source: Chunk %s: A %s error occurred
ro_ro: Chunk %s: O eroare %s a aparut

source: Error opening remote file: Failed to download
ro_ro: Eroare la deschidere fisier stocat la distanta: Descarcare esuata

source: Local write failed: Failed to download
ro_ro: Esuare la scriere locala: Descarcare esuata

source: WebDAV URL
ro_ro: URL WebDAV

source: Enter a complete URL, beginning with webdav:// or webdavs:// and including path, username, password and port as required - e.g.%s
ro_ro: Introduceti URL-ul complet, incepand cu webdav:// sau webdavs:// si incluzand calea, utilizatorul, parola si portul asa cum sunt solicitate - exemplu %s

source: Failed
ro_ro: Esuare

source: Failed: We were not able to place a file in that directory - please check your credentials.
ro_ro: Esuare: Nu am reusit sa scriem un fisier in directorul mentionat - va rugam verificati-va acreditarile si setarile dumneavoastra.

source: Over-write wp-config.php
ro_ro: Supra-scriere wp-config.php

source: you have authenticated your %s account
ro_ro: V-ati autentificat la contul dumneavoastra %s

source: though part of the returned information was not as expected - your mileage may vary
ro_ro: deși o parte din informațiile returnate nu a fost cum era de asteptat - contorul dvs. poate varia

source: Your %s account name: %s
ro_ro: Numele contului dumneavoastra %s: %s

source: Only non-encrypted FTP is supported by regular UpdraftPlus.
ro_ro: Doar FTP necriptat este suportat de varianta normala UpdraftPlus.

source: If you want encryption (e.g. you are storing sensitive business data), then an add-on is available.
ro_ro: Daca doriti criptarea datelor (de exemplu stocati informatii confidentiale) atunci aveti la dispozitie un add-on.

source: %s Error: Failed to download %s. Check your permissions and credentials.
ro_ro: %s Eroare: Esuara la descarcarea %s. Va rugam verificati acreditarile si permisiunile dumneavoastra.

source: %s Error: Failed to access bucket %s. Check your permissions and credentials.
ro_ro: %s Eroare: Esuare la accesare %s. Va rugam verificati acreditarile si permisiunile dumneavoastra.

source: Get your access key and secret key <a href="%s">from your %s console</a>, then pick a (globally unique - all %s users) bucket name (letters and numbers) (and optionally a path) to use for storage. This bucket will be created for you if it does not already exist.
ro_ro: Luati cheia de acces si cheia secreta <a href="%s">din consola dvs %s</a>, apoi alegeti (trebuie sa fie unic pentru toti utilizatorii %s) n nume pentru bucket(litere si numere) (si, optional, o cale) pentru a folosi stocarea de dare. Acest bucket va fi creat daca nu exista deja.

source: If you see errors about SSL certificates, then please go here for help.
ro_ro: Daca primiti erori legate de certificatele dumneavoastra SSL, va rugam accesati aici pentru ajutor.

source: %s access key
ro_ro: %s cheie de acces

source: %s secret key
ro_ro: %s cheie secreta

source: %s location
ro_ro: %s locatie

source: Enter only a bucket name or a bucket and path. Examples: mybucket, mybucket/mypath
ro_ro: Introduceti doar numele pentru bucket sau calea pentru bucket. Exemple: mybucket, mybucket/mypath

source: Failure: No bucket details were given.
ro_ro: Esuare: Nu au fost date detalii despre bucket.

source: Region
ro_ro: Regiune

source: Failure: We could not successfully access or create such a bucket. Please check your access credentials, and if those are correct then try another bucket name (as another %s user may already have taken your name).
ro_ro: Esuare: Nu am putut accesa sau crea acest bucket. Va rugam verificati acreditarile si datele dumneavoastra de acces. Daca ele sunt corecte incercati un alt nume (se poate ca alt utilizator %s sa fi luat deja acest nume).

source: Failure
ro_ro: Esec

source: We successfully accessed the bucket, but the attempt to create a file in it failed.
ro_ro: Am accesat cu succes bucket-ul, dar incercarea de a crea un fisier a esuat.

source: We accessed the bucket, and were able to create files within it.
ro_ro: Am accesat bucket-ul, dar nu am putut crea fisiere in el.

source: The communication with %s was encrypted.
ro_ro: Comunicarea cu %s este criptata.

source: The communication with %s was not encrypted.
ro_ro: Comunicarea cu %s nu este criptata.

source: You do not appear to be authenticated with Dropbox
ro_ro: Se pare ca nu sunteti autentificat in Dropbox

source: error: failed to upload file to %s (see log file for more)
ro_ro: Eroare: incarcarea fisierului in %s a esuat (vedeti jurnalul - logul - pentru mai multe detalii)

source: Need to use sub-folders?
ro_ro: Aveti nevoie sa folositi sub-directoare?

source: Backups are saved in
ro_ro: Copiile de rezerva au fost salvate in

source: If you back up several sites into the same Dropbox and want to organise with sub-folders, then
ro_ro: Daca realizati copii de rezerva pentru mai multe site-uri in acelasi cont de Dropbox si doriti sa va organizati pe sub-directoare, atunci

source: there's an add-on for that.
ro_ro: Exista un add-on pentru asta.

source: US or UK Cloud
ro_ro: US sau UK Cloud

source: Cloud Files username
ro_ro: Utilizator Cloud Files

source: Cloud Files API key
ro_ro: Cheie API Cloud Files

source: Cloud Files container
ro_ro: Container Cloud Files

source: UpdraftPlus's %s module <strong>requires</strong> %s. Please do not file any support requests; there is no alternative.
ro_ro: Modulul %s UpdraftPlus <strong>este necesar</strong> %s. Va rugam nu completati o cerere in aceasta privinta, nu exista alternativa.

source: Failure: No %s was given.
ro_ro: Esec: %s este dat.

source: API key
ro_ro: Cheie API

source: Username
ro_ro: Utilizator

source: Failure: No container details were given.
ro_ro: Esec: Nu au fost date detalii despre container.

source: Cloud Files error - we accessed the container, but failed to create a file within it
ro_ro: Eroare Cloud Files - am incercat sa accesam acest container, dar nu am putut crea un fisier in el.

source: We accessed the container, and were able to create files within it.
ro_ro: Am accesat containerul, dar nu am putut scrie un fisier in el

source: WordPress Backup
ro_ro: Backup WordPress

source: Note:
ro_ro: Nota:

source: %s upload: getting uploadID for multipart upload failed - see log file for more details
ro_ro: %s incarcare: incercarea de descarcare multipart a esuat - pentru mai multe detalii verificati fisierul jurnal/log

source: %s error: file %s was shortened unexpectedly
ro_ro: %s Eroare: fișierul%s a fost trunchiat în mod neașteptat

source: %s chunk %s: upload failed
ro_ro: %s chunk %s: incarcare esuata

source: %s upload (%s): re-assembly failed (see log for more details)
ro_ro: %s upload (%s): reasamblare esuata (vedeti jurnalul/log/ pentru mai multe detalii)

source: %s re-assembly error (%s): (see log file for more)
ro_ro: %s eroare reasamblare (%s): ((vedeti jurnalul/log/ pentru mai multe detalii)

source: %s Error: Failed to create bucket %s. Check your permissions and credentials.
ro_ro: %s Eroare: Creare bucket %s esuata. Va rugam verificati permisiunile si acreditarile dumneavoastra.

source: For longer help, including screenshots, follow this link. The description below is sufficient for more expert users.
ro_ro: Pentru explicatii mai detaliate, inclusiv imagini, urmati acest link. Explicatii de mai jos sunt suficiente pentru utilizatorii mai experimentati.

source: Select 'Web Application' as the application type.
ro_ro: Alegeti "Aplicatie Web" ca tip de aplicatie

source: You must add the following as the authorised redirect URI (under "More Options") when asked
ro_ro: Trebuie să adăugați următoarele ca redirecționare autorizata URI (sub "Mai multe opțiuni") când sunteti intrebat

source: Client ID
ro_ro: ID client

source: If Google later shows you the message "invalid_client", then you did not enter a valid client ID here.
ro_ro: Daca Google afiseaza mesajul "invalid_client", inseamna ca nu ati introdus un ID de client corect aici.

source: Authenticate with Google
ro_ro: Autentificare cu Google

source: <strong>After</strong> you have saved your settings (by clicking 'Save Changes' below), then come back here once and click this link to complete authentication with Google.
ro_ro: <strong>Dupa</strong> salvarea setarilor (prin apasarea butonului 'Salvare modificari' de mai jos), intorceti-va aici si urmati acest link pentru a finaliza autentificarea cu Google.

source: Cloud Files authentication failed
ro_ro: Autentificare esuata la Cloud Files

source: Cloud Files error - failed to create and access the container
ro_ro: Eroare Cloud Files - creare si accesare container esuata

source: %s Error: Failed to open local file
ro_ro: %s Eroare: Deschiderea fisierului local esuata

source: %s Error: Failed to upload
ro_ro: %s Eroare: Incarcare fisier esuata

source: Cloud Files error - failed to upload file
ro_ro: Eroare Cloud Files - incarcare fisier esuata

source: Error opening local file: Failed to download
ro_ro: Eroare deschidere fisier local: Descarcare esuata

source: Error downloading remote file: Failed to download (
ro_ro: Eroare descarcare fisier stocat la distanta: Descarcare esuata (

source: Testing - Please Wait...
ro_ro: Testare - Va rugam asteptati...

source: Test %s Settings
ro_ro: Testare setari %s

source: Get your API key <a href="https://mycloud.rackspace.com/">from your Rackspace Cloud console</a> (read instructions <a href="http://www.rackspace.com/knowledge_center/article/rackspace-cloud-essentials-1-generating-your-api-key">here</a>), then pick a container name to use for storage. This container will be created for you if it does not already exist.
ro_ro: Luati-va cheia API <a href="https://mycloud.rackspace.com/">from pentru consola Rackspace Cloud </a> (cititi instructiunile aici <a href="http://www.rackspace.com/knowledge_center/article/rackspace-cloud-essentials-1-generating-your-api-key">here</a>), dupa aceasta alegeti-va un nume pentru contul dumneavoastra. Acest cont va fi creat pentru dumneavoastra, daca nu exista deja in sistem.

source: Also, you should read this important FAQ.
ro_ro: De asemenea, ar fi bine sa cititi aceste FAQ.

source: Account full: your %s account has only %d bytes left, but the file to be uploaded is %d bytes
ro_ro: Cont plin: contul dumneavoastra %s mai are doar %d bytes, iar fisierul de incarcat are %d bytes

source: Failed to upload to %s
ro_ro: Incarcare la %s esuata

source: Account is not authorized.
ro_ro: Contul nu este autorizat.

source: %s is a great choice, because UpdraftPlus supports chunked uploads - no matter how big your site is, UpdraftPlus can upload it a little at a time, and not get thwarted by timeouts.
ro_ro: %s este o alegere foarte buna deoarece UpdraftPlus suporta incarcarile de tip chunck - asa ca indiferent cat de mare este site-ul dumneavoastra, UpdraftPlus poate incarca pe bucati mici astfel incat sa nu fiti incurcati de intreruperi neprevazute.

source: will restore as:
ro_ro: Va fi restaurat ca:

source: the database query being run was:
ro_ro: Interogarea bazei de date este rulata ca:

source: Finished: lines processed: %d in %.2f seconds
ro_ro: Terminat: linii procesate: %d in %.2f secunde.

source: Table prefix has changed: changing %s table field(s) accordingly:
ro_ro: Prefixul tabelei a fost schimbat: modificati campurile tabelei %s in conformitate:

source: You need to re-authenticate with %s, as your existing credentials are not working.
ro_ro: Va trebui sa va re-autentificati cu %s, intrucat actualele acreditari nu functioneaza.

source: You do not have the UpdraftPlus %s add-on installed - get it from %s
ro_ro: Nu aveti instalat add-on-ul UpdraftPlus %s - il puteti lua de la %s

source: %s support is available as an add-on
ro_ro: Suportul pentru %s este disponibili ca add-on

source: follow this link to get it
ro_ro: Urmati acest link pentru a-l obtine

source: No refresh token was received from Google. This often means that you entered your client secret wrongly, or that you have not yet re-authenticated (below) since correcting it. Re-check it, then follow the link to authenticate again. Finally, if that does not work, then use expert mode to wipe all your settings, create a new Google client ID/secret, and start again.
ro_ro: Nu a fost primit un token nou de la Google. Aceasta inseamna, de obicei, ca ati introdus raspunsul secret eronat sau ca inca nu v-ati reautentificat (vezi mai jos) de la corectarea lui. Reverificati, apoi urmati linkul de reautentificare din nou. Daca tot nu functioneaza folositi modul expert pentru a sterge toate setarile dumneavoastra, creati un nou ID client/secret Google si incercati din nou.

source: Authorization failed
ro_ro: Autorizare esuata

source: Your %s quota usage: %s %% used, %s available
ro_ro: Spatiul de stocare %s: %s %% folosit, %s disponibil

source: Success
ro_ro: Succes

source: you have authenticated your %s account.
ro_ro: V-ati autentificat in contul dumneavoastra %s.

source: Have not yet obtained an access token from Google - you need to authorise or re-authorise your connection to Google Drive.
ro_ro: Nu ati obtinut inca tokenul de acces de la Google - aveti nevoie sa va autentificati sau re-autentificati conexiunea dumneavoastra la Google Drive.

source: wp-config.php from backup: restoring (as per user's request)
ro_ro: wp-config.php restaurat din copia de rezerva (la solicitarea utilizatorului)

source: Warning: PHP safe_mode is active on your server. Timeouts are much more likely. If these happen, then you will need to manually restore the file via phpMyAdmin or another method.
ro_ro: Atentie: PHP safe_mode este activ pe serverul dumneavoastra. Sunt foarte probabile inreruperi (timeout). Daca se intampla asta veti fi nevoiti sa realziati restaurarea manual folosind phpMyAdmin sau alte metode asemanatoare.

source: Failed to find database file
ro_ro: Gasirea bazei de date esuata

source: Failed to open database file
ro_ro: Deschiderea bazei de date esuata

source: Database access: Direct MySQL access is not available, so we are falling back to wpdb (this will be considerably slower)
ro_ro: Acces baza de date: Accesul direct MySQL nu este disponibil, prin urmare ne-am intors la wpdb (acesta metoda este considerabil mai lenta)

source: Old table prefix:
ro_ro: Prefixul tabelei vechi:

source: Archive is expected to be size:
ro_ro: Marimea preconizata a arhivei:

source: The backup records do not contain information about the proper size of this file.
ro_ro: Înregistrările de rezervă nu conțin informații cu privire la dimensiunea corectă a acestui fișier.

source: Error message
ro_ro: Mesaj de eroare

source: Could not find one of the files for restoration
ro_ro: Nu am putut gasi unul sau mai multe fisiere necesare restaurarii

source: UpdraftPlus is not able to directly restore this kind of entity. It must be restored manually.
ro_ro: UpdraftPlus nu poate restaurata direct dintr-un astfel de fisier. Acesta trebuie restaurat manual.

source: Backup file not available.
ro_ro: Copia de rezerva nu este disponibila.

source: Copying this entity failed.
ro_ro: Copierea acestui obiect a esuat.

source: Unpacking backup...
ro_ro: Dezarhivare copie de rezerva...

source: Decrypting database (can take a while)...
ro_ro: Decriptare baza de date (poate dura o perioada de timp)...

source: Database successfully decrypted.
ro_ro: Decriptarea bazei de data realizata cu succes.

source: Restoring the database (on a large site this can take a long time - if it times out (which can happen if your web hosting company has configured your hosting to limit resources) then you should use a different method, such as phpMyAdmin)...
ro_ro: Restaurare baza de date (pentru un site mare acest lucru poate dura mult timp - daca apar intreruperi (timeout) pot fi datorate limitarilor de resurse configurate de providerul dumneavoastra). In acest caz este indicat sa folositi alte metode, cum ar fi phpMyAdmin)...

source: Cleaning up rubbish...
ro_ro: Curatam gunoaiele :)..

source: Could not delete old directory.
ro_ro: Nu am putut sterge vechiul director.

source: Failed to delete working directory after restoring.
ro_ro: Nu am putut sterge directorul de lucru dupa restaurarea site-ului.

source: Failed to create a temporary directory
ro_ro: Nu s-a reusit crearea directorului temporar.

source: Failed to write out the decrypted database to the filesystem
ro_ro: Nu s-a reusit scrierea bazei de date decriptate in fylesystem

source: wp-config.php from backup: will restore as wp-config-backup.php
ro_ro: wp-config.php din copia de rezerva va fi restaurat ca wp-config-backup.php

source: Choosing this option lowers your security by stopping UpdraftPlus from using SSL for authentication and encrypted transport at all, where possible. Note that some cloud storage providers do not allow this (e.g. Dropbox), so with those providers this setting will have no effect.
ro_ro: Alegand aceasta optiune reduceti gradul de securitate prin stoparea folosirii de catre UpdraftPlus a autentificarii si criptarii SSL pentru transmisii, acolo unde este posibil. Atentie - unii provideri de stocare online (de ex. Dropbox) nu permit acest lucru, asa ca aceste setari nu vor functiona cu astfel de provideri.

source: Save Changes
ro_ro: Salvare modificari

source: Your web server's PHP installation does not included a required module (%s). Please contact your web hosting provider's support.
ro_ro: PHP-ul instalat pe serverul web al dumneavoastra nu include modulul necesar (%s). Va rugam contactati providerul dumneavoastra de webhosting pentru suport.

source: Your web server's PHP/Curl installation does not support https access. Communications with %s will be unencrypted. ask your web host to install Curl/SSL in order to gain the ability for encryption (via an add-on).
ro_ro: Instalarea dumneavoastra PHP/Curl de pe serverul web nu permite accesul de tip https. Comunicatiile cu %s nu vor fi criptate. Rugati providerul de webhosting sa instaleze Curl/SSL in vederea obtinerii capacitatii de criptare (printr-un add-on)

source: Your web server's PHP/Curl installation does not support https access. We cannot access %s without this support. Please contact your web hosting provider's support. %s <strong>requires</strong> Curl+https. Please do not file any support requests; there is no alternative.
ro_ro: Instalarea PHP/Curl de pe serverul dumneavoastra web nu suporta accesul de tip https. Nu putem accesa %s fara acest tip de acces. Va rugam contactati providerul dumneavoastra. %s <strong> necesita</strong> Curl+https. Va rugam nu transmiteti sesizari catre suport, nu exista alternativa.
