Repository: wp-plugins/updraftplus
Catalog: languages/updraftplus-*.po
Languages: ro_ro

source: Good news: Your site's communications with %s can be encrypted. If you see any errors to do with encryption, then look in the 'Expert Settings' for more help.
ro_ro: Vesti bune:Comunicarea siteului dumneavoastra cu %s poate fi criptata. Daca intampinati erori in criptarea, va rugam uitati-va la Setari Expert pentru mai multe informatii.

source: Delete this backup set
ro_ro: Stergeti aceasta copie de rezerva

source: Press here to download
ro_ro: Apasati aici pentru descarcare

source: After pressing this button, you will be given the option to choose which components you wish to restore
ro_ro: Dupa apasarea acestui buton, vi se va da posibilitatea de a alege componentele pe care doriti sa le restaurati

source: This backup does not exist in the backup history - restoration aborted. Timestamp:
ro_ro: Acest backup nu exista in istoricul copiilor de siguranta - restaurare anulata. Data/ora:

source: UpdraftPlus Restoration: Progress
ro_ro: Restaurare UpdraftPlus: In derulare

source: ABORT: Could not find the information on which entities to restore.
ro_ro: ANULATI: Nu am putut gasi ce entitati sa restauram.

source: If making a request for support, please include this information:
ro_ro: Daca doriti sa trimiteti o sesizare catre suport, va rugam includeti si aceasta informatie:

source: Do not verify SSL certificates
ro_ro: Nu verifica certificatele SSL

source: Choosing this option lowers your security by stopping UpdraftPlus from verifying the identity of encrypted sites that it connects to (e.g. Dropbox, Google Drive). It means that UpdraftPlus will be using SSL only for encryption of traffic, and not for authentication.
ro_ro: Alegand aceasta optiune micsorati nivelul de securitate prin stoparea verificarii de catre UpdraftPlus a identitatii siteurilor criptate la care se conecteaza (de ex. Dropbox, Google Drive). Inseamna ca UpdraftPlus ca folosi SSL doar pentru criptarea traficului, nu si pentru autentificare.

source: Note that not all cloud backup methods are necessarily using SSL authentication.
ro_ro: Luati aminte ca nu toate metodele de backup in cloud necesita autentificarea SSL.

source: Disable SSL entirely where possible
ro_ro: Dezactiveaza SSL peste tot unde este posibil

source: Expert settings
ro_ro: Setari Expert

source: Show expert settings
ro_ro: Arata Setari Expert

source: click this to show some further options; don't bother with this unless you have a problem or are curious.
ro_ro: click aici daca doriti mai multe optiuni, nu va deranjati decat daca aveti probleme sau sunteti pur si simplu curios.

source: Delete local backup
ro_ro: Sterge copia de siguranta locala

source: Backup directory
ro_ro: Director copie de sigurnata

source: Backup directory specified is writable, which is good.
ro_ro: Directorul de backup specificat este writable, inseamna ca este in regula.

source: Click here to attempt to create the directory and set the permissions
ro_ro: Apasati aici pentru a incerca crearea directorului si pentru a seta permisiunile necesare

source: or, to reset this option
ro_ro: sau, pentru a reseta aceasta optiune

source: click here
ro_ro: apasa aici

source: If that is unsuccessful check the permissions on your server or change it to another directory that is writable by your web server process.
ro_ro: Daca nu ati avut succes cu permisiunile de pe serverul dumneavoastra incercati sa le schimbati sau sa folositi alt director care are permisiunea de scriere.

source: Use the server's SSL certificates
ro_ro: Folositi certificatele SSL ale serverului

source: By default UpdraftPlus uses its own store of SSL certificates to verify the identity of remote sites (i.e. to make sure it is talking to the real Dropbox, Amazon S3, etc., and not an attacker). We keep these up to date. However, if you get an SSL error, then choosing this option (which causes UpdraftPlus to use your web server's collection instead) may help.
ro_ro: In mod implicit UpdraftPlus foloseste propriile certificate SSL pentru a verifica identitatea siteurilor externe (de ex. pentru a fi siguri ca sunt conectate cu adevaratul Dropbox, Amazon S3, etc, si nu e vorba de fake-uri). Noi pastram aceste certificate actualizate. Totusi, daca obtineti erori SSL, atunci alegeti aceasta optiune (care lasa UpdraftPlus sa foloseasca certificatele dumneavoastra), poate acest lucru va remedia erorile.

source: Use WordShell for automatic backup, version control and patching
ro_ro: Folosti WordShell pentru backup-uri automate, controlul versiunilor si pentru patching.

source: Database encryption phrase
ro_ro: Fraza de criptare a bazei de date

source: Manually decrypt a database backup file
ro_ro: Decriptare manuala a copiei de siguranta a bazei de date

source: Copying Your Backup To Remote Storage
ro_ro: Copiaza backup-ul pe mijloace de stocare externe

source: Choose your remote storage
ro_ro: Alegeti stocarea externa

source: None
ro_ro: Niciuna

source: Cancel
ro_ro: Anuleaza

source: Requesting start of backup...
ro_ro: Solcitare start realizare copie de rezerva...

source: Advanced / Debugging Settings
ro_ro: Setari Avansate/Depanare

source: Debug mode
ro_ro: Mod depanare

source: The above directories are everything, except for WordPress core itself which you can download afresh from WordPress.org.
ro_ro: Directoarele de mai sus reprezinta totul, cu expectia core-ului propriu-zis WordPress a carei copie noua poate fi descarcata de pe WordPress.org.

source: Daily
ro_ro: Zilnic

source: Weekly
ro_ro: Saptamanal

source: Fortnightly
ro_ro: La doua saptamani

source: Monthly
ro_ro: Lunar

source: Database backup intervals
ro_ro: Intervalul copiilor de siguranta a bazei de date

source: To fix the time at which a backup should take place,
ro_ro: Pentru a stabili momentul la care trebuie sa inceapa realizarea unei copii de siguranta,

source: e.g. if your server is busy at day and you want to run overnight
ro_ro: de exmplu daca serverul dumneavoastra este mai incarcat ziua si doriti sa ruleze peste noapte

source: Include in files backup
ro_ro: Include in fisierele de backup

source: Any other directories found inside wp-content
ro_ro: Alte directoare gasite in directorul wp-content

source: Exclude these:
ro_ro: Exclude asta:

source: Debug Database Backup
ro_ro: Depanare copie de rezerva baza de date

source: This will cause an immediate DB backup. The page will stall loading until it finishes (ie, unscheduled). The backup may well run out of time; really this button is only helpful for checking that the backup is able to get through the initial stages, or for small WordPress sites..
ro_ro: Asta va porni realizarea imediata a unei copii de siguranta a bazei de date. Pagina se va bloca pana la finalizare (de ex. neprogramata). Realizarea copiei de siguranta poate dura o perioada; acest buton este folositor pentru a verifica faptul ca backup-ul trece de stagiile initiale sau pentru siteurile WordPress de mici dimensiuni...

source: Wipe Settings
ro_ro: Stergere setari

source: This button will delete all UpdraftPlus settings (but not any of your existing backups from your cloud storage). You will then need to enter all your settings again. You can also do this before deactivating/deinstalling UpdraftPlus if you wish.
ro_ro: Acest buton va sterge toate setarile UpdraftPlus (dar nu va sterge nicio copie de rezerva de pe stocarile externe - in cloud). Dupa asta veti fi nevoiti sa introduceti setarile din nou. Puteti face asta, daca doriti, inainte de dezactivarea/dezinstalarea plugin-ului UpdraftPlus.

source: Wipe All Settings
ro_ro: Sterge toate setarile

source: This will delete all your UpdraftPlus settings - are you sure you want to do this?
ro_ro: Asta va sterge toate setarile dumneavoastra UpdraftPlus. Sunteti siguri ca doriti asta?

source: show log
ro_ro: Arata jurnal (log)

source: delete schedule
ro_ro: Sterge programare

source: Delete
ro_ro: Sterge

source: The request to the filesystem to create the directory failed.
ro_ro: Cererea catre filesystem de a crea noul director a esuat.

source: The folder was created, but we had to change its file permissions to 777 (world-writable) to be able to write to it. You should check with your hosting provider that this will not cause any problems
ro_ro: Directorul a fost creat, dar a trebuit sa schimbam permisiunile fisierului in 777 (world-writable) pentru a putea scrie in el. Va trebui sa verificati cu providerul dumenavoastra de webhosting daca acest lucru nu creeaza probleme.

source: The folder exists, but your webserver does not have permission to write to it.
ro_ro: Directorul exista, dar nu aveti permisiunea de scriere in el.

source: Download log file
ro_ro: Descarcare fisier-jurnal (log)

source: File backup intervals
ro_ro: Intervale pentru backup-ul fisierelor

source: Go here for help.
ro_ro: Intrati aici pentru suport.

source: Do you need WordPress Multisite support?
ro_ro: Doriti suport pentru WordPress Multisite?

source: Please check out UpdraftPlus Premium, or the stand-alone Multisite add-on.
ro_ro: Va rugam sa incercati UpDraftPlus Premium sau add-on-ul independent Multisite.

source: Configure Backup Contents And Schedule
ro_ro: Configurare continut copie de rezerva si programarile (Schedule)

source: Web server:
ro_ro: Server web:

source: Peak memory usage
ro_ro: Varf utilizare memorie

source: Current memory usage
ro_ro: Utilizare curenta memorie

source: %s version:
ro_ro: versiunea %s:

source: Yes
ro_ro: Da

source: No
ro_ro: nu

source: Total (uncompressed) on-disk data:
ro_ro: Total date pe disc (necomprimate):

source: N.B. This count is based upon what was, or was not, excluded the last time you saved the options.
ro_ro: Nota: Acest contor este bazat pe ceea ce a fost sau nu a fost, excluzand ultima data cand au fost salvate optiunile.

source: Debug Full Backup
ro_ro: Depanare full-backup

source: This will cause an immediate backup. The page will stall loading until it finishes (ie, unscheduled).
ro_ro: Aceasta va determina crearea imediata a unei copii de rezerva. Pagina se va bloca pana la finalizare.

source: UpdraftPlus - Upload backup files
ro_ro: UpdraftPlus - Incarcare copii de rezerva

source: calculating...
ro_ro: calculez...

source: Error:
ro_ro: Eroare:

source: You should:
ro_ro: Ar trebui:

source: Download error: the server sent us a response which we did not understand.
ro_ro: Eroare la descarcare: serverul a trimis un raspuns pe care nu il intelegem.

source: Delete backup set
ro_ro: Stergeti copia de rezerva

source: Restore backup
ro_ro: Restaurare backup

source: Restore backup from
ro_ro: Restaurare backup din

source: Restoring will replace this site's themes, plugins, uploads, database and/or other content directories (according to what is contained in the backup set, and your selection).
ro_ro: Restaurarea va inlocui in acest site temele, plugin-urile, incarcarile, baza de date si/sau continutul altor directoare (in concordanta cu ceea ce se afla in copia de rezerva si cu selectiile si optiunile dumneavoastra).

source: Choose the components to restore
ro_ro: Alegeti componentele pe care doriti sa le restaurati

source: Your web server has PHP's so-called safe_mode active.
ro_ro: PHP-ul de pe serverul web are activat ceea ce se cheama safe_mode.

source: The following entity cannot be restored automatically: "%s".
ro_ro: Urmatoarea entitate nu poate fi restaurata automat: "%s"

source: You will need to restore it manually.
ro_ro: Va fi nevoie sa realizati aceasta restaurare manual.

source: %s restoration options:
ro_ro: %s optiuni restaurare:

source: You can search and replace your database (for migrating a website to a new location/URL) with the Migrator add-on - follow this link for more information
ro_ro: Puteti cauta si inlocui baza de date a dumneavoastra (pentru migrarea unui site la o nou locatie/URL) cu add-on-ul Migrator. Urmati acest link pentru mai multe informatii

source: Do read this helpful article of useful things to know before restoring.
ro_ro: Cititi acest articol deoarece contine multe informatii si cunostinte necesare inainte de a realiza o restaurare.

source: Perform a one-time backup
ro_ro: Realizeaza acum o copie de siguranta

source: Time now
ro_ro: Acum

source: Backup Now
ro_ro: Back-up acum

source: Restore
ro_ro: Restaurare

source: Last log message
ro_ro: Ultimul mesaj din jurnal

source: (Nothing yet logged)
ro_ro: (Nimeni nu este inca logat)

source: Download most recently modified log file
ro_ro: Descarca fisierul jurnal modificat cel mai recent

source: Downloading
ro_ro: Descarcare

source: More tasks:
ro_ro: Mai multe sarcini (tasks):

source: Opera web browser
ro_ro: Browser Opee

source: If you are using this, then turn Turbo/Road mode off.
ro_ro: Daca utilizati asta, atunci treceti modul Turbo/Road pe off.

source: This is a count of the contents of your Updraft directory
ro_ro: Acesta este un contor al continului din directorul dumneavoastra Updraft

source: Web-server disk space in use by UpdraftPlus
ro_ro: Spatiul de disc de pe serverul web folosit de UpdraftPlus

source: refresh
ro_ro: reimprospatare

source: Lead developer's homepage
ro_ro: Catre pagina dezvoltatorului

source: Version
ro_ro: Versiunea

source: Your backup has been restored.
ro_ro: Restaurarea din copia dumneavoastra de siguranta a fost realizata.

source: Current limit is:
ro_ro: Limita curenta este:

source: Delete Old Directories
ro_ro: Stergeti vechile directoare

source: JavaScript warning
ro_ro: Avertisment JavaScript

source: This admin interface uses JavaScript heavily. You either need to activate it within your browser, or to use a JavaScript-capable browser.
ro_ro: Aceasta interfata de administrare foloseste foarte mult JavaScript. Va rugam sa activati JavaScript in browserul dumneavoastra sau sa folositi un alt browser cu capabilitati JavaScript.

source: Nothing currently scheduled
ro_ro: Momentat nu este programat nimic

source: At the same time as the files backup
ro_ro: In acelasi timp cu realizarea copiilor de siguranta

source: All the times shown in this section are using WordPress's configured time zone, which you can set in Settings -> General
ro_ro: Timpul este afisat in aceasta zona asa cum este configurata zona de timp in WordPress, puteti modifica aceste optiuni din Setari=>General

source: Next scheduled backups
ro_ro: Urmatoarele copii de siguranta programate

source: Files
ro_ro: Fisiere

source: Database
ro_ro: Baza de date

source: Your website is hosted using the %s web server.
ro_ro: Sitetul dumneavoastra este gazduit folosind un server web %s.

source: Please consult this FAQ if you have problems backing up.
ro_ro: Va rugam sa consultati zona FAQ daca intampinati probleme in realizarea copiilor de siguranta.

source: Click here to authenticate your %s account (you will not be able to back up to %s without it).
ro_ro: Intrati aici pentru a va autentifica in contul dumneavoastra %s (nu veti putea realiza copii de siguranta in %s fara a fi autentificat)

source: Nothing yet logged
ro_ro: Inca nu este nimeni logat

source: OK. You should soon see activity in the "Last log message" field below.
ro_ro: OK. In curand veti vedea activitate in "Ultimul mesaj din jurnal" din campul de mai jos.

source: Job deleted
ro_ro: Job sters

source: Could not find that job - perhaps it has already finished?
ro_ro: Nu am putut gasi acest job. Se poate ca el sa fie deja finalizat?

source: Error
ro_ro: Eroare

source: Download failed
ro_ro: Descarcare esuata

source: File ready.
ro_ro: Fisier pregatit.

source: Download in progress
ro_ro: Descarcare in derulare

source: No local copy present.
ro_ro: Nicio copie locala prezenta.

source: Bad filename format - this does not look like a file created by UpdraftPlus
ro_ro: Formatul numelui de fisier este eronat - acesta nu pare a fi un fisier creat cu UpdraftPlus

source: Bad filename format - this does not look like an encrypted database file created by UpdraftPlus
ro_ro: Formatul numelui de fisier este eronat - acesta nu pare a fi o baza de date criptata creata cu UpdraftPlus

source: Restore successful!
ro_ro: Restaurare reusita!!

source: Actions
ro_ro: Actiuni

source: Return to UpdraftPlus Configuration
ro_ro: Revenire la Configurare UpdraftPlus

source: Remove old directories
ro_ro: Stergere directoare vechi

source: Old directories successfully removed.
ro_ro: Vechile directoare au fost sterse cu succes.

source: Old directory removal failed for some reason. You may want to do this manually.
ro_ro: Stergerea vechilor directoare a esuat din diverse motive. Va rugam stergeti manual aceste directoare.

source: Backup directory could not be created
ro_ro: Floderul backup nu a putut fi creat

source: Backup directory successfully created.
ro_ro: Directorul de backup creat cu succes

source: Your settings have been wiped.
ro_ro: Aveti nevoie de mai multe caracteristici și de sprijin? Testati UpdraftPlus Premium

source: Please help UpdraftPlus by giving a positive review at wordpress.org
ro_ro: Va rugam sa ajutati UpdraftPlus acordandu-i o recenzie pozitiva la wordpress.org.

source: Need even more features and support? Check out UpdraftPlus Premium
ro_ro: Aveti nevoie de mai multe caracteristici si mai mult suport? Incercati UpdraftPlus Premium

source: Check out UpdraftPlus.Com for help, add-ons and support
ro_ro: Incercati UpdraftPlus.Com pentru ajutor, extensii si suport

source: Infinite recursion: consult your log for more information
ro_ro: Recursivitate infinita: consultati log-urile dvs pentru mai multe informatii

source: Could not create %s zip. Consult the log file for more information.
ro_ro: Nu a putut fi creat fisierul %s.zip. Consultati fisierul de log pentru mai multe informatii.

source: Allowed Files
ro_ro: Fisiere permise

source: Settings
ro_ro: Setari

source: Add-Ons / Pro Support
ro_ro: Extensii / Suport Pro

source: Warning
ro_ro: Atentionare

source: You have less than %s of free disk space on the disk which UpdraftPlus is configured to use to create backups. UpdraftPlus could well run out of space. Contact your the operator of your server (e.g. your web hosting company) to resolve this issue.
ro_ro: Aveti mai putin de %s spatiu dispoinibil pe discul pe care UpdraftPlus este configurat sa il foloseasca pentru a salva backup-uri. UpdraftPlus poate ajunge sa nu mai aiba spatiu. Contactati operatorul serverului dvs. (de exemplu, firma dvs. de gazduire web) pentru a rezolva aceasta problema.

source: UpdraftPlus does not officially support versions of WordPress before %s. It may work for you, but if it does not, then please be aware that no support is available until you upgrade WordPress.
ro_ro: UpdraftPlus nu suporta in mod oficial versiuni de WordPress mai vechi decat %s. E posibil sa functioneze pentru dvs. dar daca nu, ar trebui sa aveti in vedere faptul ca nu veti avea parte de suport pana cand nu faceti un upgrade al platformei WordPress.

source: WordPress backup is complete
ro_ro: Operatiunea de backup a platformei WordPress este completa.

source: Backup directory (%s) is not writable, or does not exist.
ro_ro: Directorul de backup (%s) nu are drepturi de scriere, sau nu exista.

source: Could not read the directory
ro_ro: Nu a putut fi citit directorul

source: Could not save backup history because we have no backup array. Backup probably failed.
ro_ro: Istoricul de backup-uri nu a putut fi salvat pentru ca nu exista backup-uri. Operatiunea probabil a esuat.

source: Could not open the backup file for writing
ro_ro: Fisierul de backup nu a putut fi deschis pentru scriere

source: Decryption failed. The database file is encrypted, but you have no encryption key entered.
ro_ro: Decriptare esuata. Fisierul de baza de date este encriptat, dar nu ati introdus nici o cheie de encriptare.

source: Decryption failed. The most likely cause is that you used the wrong key.
ro_ro: Decriptare esuata. Cea mai probabila cauza este ca ati folosit o cheie gresita.

source: The decryption key used:
ro_ro: Cheia de decriptare folosita:

source: File not found
ro_ro: Fisierul nu a fost gasit

source: Can you translate? Want to improve UpdraftPlus for speakers of your language?
ro_ro: Puteti traduce? Doriti sa imbunatatiti UpdraftPlus pentru vorbitorii limbii dvs.?

source: Like UpdraftPlus and can spare one minute?
ro_ro: Vă place UpdraftPlus și puteţi aloca un minut?

source: Themes
ro_ro: Teme

source: Uploads
ro_ro: Încărcări

source: Others
ro_ro: Alte

source: Could not create files in the backup directory. Backup aborted - check your UpdraftPlus settings.
ro_ro: Nu se pot crea fișiere în directorul de backup. Backup abandonat - verificați setările UpdraftPlus.

source: Encryption error occurred when encrypting database. Encryption aborted.
ro_ro: Eroare de criptare apărută la criptarea bazei de date. Criptare abandonată.

source: The backup apparently succeeded and is now complete
ro_ro: Copie de rezervă (back-up) finalizată şi completă

source: The backup attempt has finished, apparently unsuccessfully
ro_ro: Tentativa de copiere de rezervă (back-up) a terminat, aparent fără succes

source: UpdraftPlus Backups
ro_ro: Copii de rezervă UpdraftPlus

source: UpdraftPlus notice:
ro_ro: Observație UpdraftPlus:

source: The log file could not be read.
ro_ro: Fișierul jurnal nu a putut fi citit.

source: No log files were found.
ro_ro: Nu au fost găsite fișierele jurnal (log-uri)

source: The given file could not be read.
ro_ro: Fișierul nu a putut fi citit.

source: Plugins
ro_ro: Plugin-uri
