Repository: wp-plugins/updraftplus
Catalog: languages/updraftplus-*.po
Languages: ro_ro

source: Creating...
ro_ro: Se creeaza..

source: Please give this key a name (e.g. indicate the site it is for):
ro_ro: Va rugam denumiti aceasta cheie (de exemplu numele siteului pentru care e folosita):

source: key name
ro_ro: numele cheii

source: Deleting...
ro_ro: Se sterge...

source: Testing connection...
ro_ro: Testare conexiune...

source: This backup set was not known by UpdraftPlus to be created by the current WordPress installation, but was either found in remote storage, or was sent from a remote site.
ro_ro: Acest back-up nu este cunoscut de catre UpDraftPlus ca fiind creeat de actuala versiune instalata de WordPress dar a fost gasita in zona de back-up la distanta sau a fost trimisa de pe un site extern.

source: You should make sure that this really is a backup set intended for use on this website, before you restore (rather than a backup set of an unrelated website).
ro_ro: Verificati ca aceste fisiere de back-up sunt chiar cele aferente acestui site, inainte de a da restaurare (sa nu fie fisiere de back-up ale unui alt site, fara legatura cu cel in cauza).

source: This makes time-outs much more likely. You are recommended to turn safe_mode off, or to restore only one entity at a time, <a href="https://updraftplus.com/faqs/i-want-to-restore-but-have-either-cannot-or-have-failed-to-do-so-from-the-wp-admin-console/">or to restore manually</a>.
ro_ro: Apar mai multe intreruperi (time-out-uri) decat in mod normal. Va recomandam sa modificati setarea safe_mode pe off sau sa restaurati cate o entitate pe sesiune, <a href="https://updraftplus.com/faqs/i-want-to-restore-but-have-either-cannot-or-have-failed-to-do-so-from-the-wp-admin-console/"> sau sa restaurati mannual </a>.

source: Backup sent to remote site - not available for download.
ro_ro: Back-up trimis pe un site extern - nu este disponibil pentru download.

source: (backup set imported from remote location)
ro_ro: (fisierele de back-up au fost importate de pe locatia externa)

source: This storage method does not allow downloading
ro_ro: Aceasta metoda de stocare nu permite efectuarea de download

source: Backup made by %s
ro_ro: Back-up realizat de %s

source: This site has no backups to restore from yet.
ro_ro: Acest site inca nu are fisiere de back-up disponibile.

source: Restore an existing backup set onto this site
ro_ro: Restaurarea unui set de fisiere de back-up existente de pe acest site

source: Backup data will be sent to:
ro_ro: Fisierele de back-up vor fi trimise la:

source: site not found
ro_ro: site-ul nu a fost gasit

source: The site URL you are sending to (%s) looks like a local development website. If you are sending from an external network, it is likely that a firewall will be blocking this.
ro_ro: Adresa URL a siteului unde ne trimiteti (%s) arata ca un proiect local. Daca ne trimiteti catre o retea externa este probabil ca sistemul de firewall sa ne blocheze.

source: Also send this backup to the active remote storage locations
ro_ro: Trimite acest back-up si in locatiile active de stocare externa

source: A key with this name already exists; you must use a unique name.
ro_ro: O cheie cu acest nume exista deja, numele trebuie sa fie unic.

source: Key created successfully.
ro_ro: Cheia a fost creata cu succes.

source: You must copy and paste this key now - it cannot be shown again.
ro_ro: Va trebui sa realizati copy/paste (copiere lipire) pentru cheie acum - aceasta nu va mai putea fi afisata ulterior.

source: Keys for this site are created in the section below the one you just pressed in.
ro_ro: Cheile pentru acest site sunt creeate chiar in sectiunea aceasta.

source: So, to get the key for the remote site, open the 'Migrate' window on that site, scroll down, and you can create one there.
ro_ro: Deci, ca sa obtineti cheia pentru site-ul de la distanta, deschideti fereastra "Migrate/Migraare" din acest site, derulati pana jos si aici o puteti creea.

source: To allow another site to send a backup to this site, create a key, and then press the 'Migrate' button on the sending site, and copy-and-paste the key there.
ro_ro: Pentru a permite altui site sa tranmita fisiere de back-up pe acest site, creeati o cheie apoi apasati "Migrate/Migrare" de pe siteul sursa apoi inserati (copy/paste) cheia obtinuta aici.

source: Create a key...
ro_ro: Creeare cheie...

source: Your new key:
ro_ro: Noua dumneavoastra cheie:

source: No keys to allow remote sites to connect have yet been created.
ro_ro: Nicio cheie de accest la distanta nu au fost inca..creeate.

source: Existing keys
ro_ro: Chei existente

source: FTP login
ro_ro: Logare FTP

source: FTP password
ro_ro: Parola FTP

source: Remote path
ro_ro: Cale la distanta

source: Passive mode
ro_ro: Mod pasiv

source: Almost all FTP servers will want passive mode; but if you need active mode, then uncheck this.
ro_ro: Aproape toate serverele FTP folosesc modul pasivl daca totusi aveti nevoie de modul activ debifati aici.

source: key
ro_ro: cheie

source: The entered key was the wrong length - please try again.
ro_ro: Cheia introdusa nu are lungimea corecta - va rugam incercati din nou.

source: The entered key was corrupt - please try again.
ro_ro: Cheia introdusa este corupta/eronata - va rugam incercati din nou.

source: The entered key does not belong to a remote site (it belongs to this one).
ro_ro: Cheia introdusa nu apartine unui site la distanta (apartine acestui site).

source: The key was successfully added.
ro_ro: Cheia a fost adaugata cu succes.

source: It is for sending backups to the following site:
ro_ro: Aceasta este pentru a transmite back-up-uri catre urmatorul site:

source: No receiving sites have yet been added.
ro_ro: Niciun site destinatie nu a fost inca adaugat.

source: Send to site:
ro_ro: Trimite la site-ul:

source: Send
ro_ro: Trimite

source: Or, send a backup to another site
ro_ro: Sau trimite fisierele de back-up catre alt site

source: To add a site as a destination for sending to, enter that site's key below.
ro_ro: Pentru a adauga un site ca destinatie (catre care sa transmiteti) introduceti aici cheia respectivului site.

source: How do I get a site's key?
ro_ro: Cum pot obtine o cheie pentru un site?

source: Paste key here
ro_ro: Inserati (paste) cheia aici

source: already done
ro_ro: deja finalizat

source: Search and replacing table:
ro_ro: Cautare si inlocuire in tabela:

source: skipped (not in list)
ro_ro: omis (neregasit in lista)

source: Rows per batch
ro_ro: Inregistrari per set

source: These tables only
ro_ro: Doar in aceste tabele

source: Enter a comma-separated list; otherwise, leave blank for all tables.
ro_ro: Introduceti o lista separata prin virgula; ca alternativa, lasati necompletat pentru toate tabelele.

source: To get your credentials, log in at the %s developer portal.
ro_ro: Pentru a primi datele de acces, logati-va in portalul dezvoltatorilor %s.

source: You have not yet connected with your UpdraftPlus.Com account.
ro_ro: Inca nu v-ati conectat la contul dvs. UpdraftPlus.com.

source: You need to connect to receive future updates to UpdraftPlus.
ro_ro: Trebuie sa va conectati pentru a primi update-uri viitoare la UpdraftPlus.

source: The site in this backup was running on a webserver with version %s of %s.
ro_ro: Site-ul din acest backup rula pe un server web cu versiunea %s %s.

source: This is significantly newer than the server which you are now restoring onto (version %s).
ro_ro: Acesta este in mod semnificativ mai nou decat serverul in care faceti restaurarea (versiunea %s).

source: You should only proceed if you cannot update the current server and are confident (or willing to risk) that your plugins/themes/etc. are compatible with the older %s version.
ro_ro: Ar trebui sa continuati doar daca nu puteti face update serverului curent si daca sunteti increzator (sau va asumati riscul) ca plugin-urile/temele dvs sunt compatibile cu versiunea mai veche %s.

source: Any support requests to do with %s should be raised with your web hosting company.
ro_ro: Orice cereri de suport care au legatura cu %s ar trebui sa fie adresa firmei dvs. de gazduire web.

source: UpdraftPlus is on social media - check us out here:
ro_ro: UpdraftPlus este in social media - urmariti-ne aici:

source: UpdraftPlus will split up backup archives when they exceed this file size. The default value is %s megabytes. Be careful to leave some margin if your web-server has a hard size limit (e.g. the 2 Gb / 2048 Mb limit on some 32-bit servers/file systems).
ro_ro: UpdraftPlus va partitiona arhivele de backup cand depasesc aceasta marime. Valoarea implicita este %s MB. Aveti grija sa pastrati o marja in cazul in care serverul dvs web are o limita de marime fizica (exemplu: limita de 2 Gb / 2048 Mb existenta pe unele servere / sisteme de fisiere pe 32 biti).

source: Why am I seeing this?
ro_ro: De ce imi apare asta?

source: Press here to look inside your UpdraftPlus directory (in your web hosting space) for any new backup sets that you have uploaded.
ro_ro: Apasati aici pentru a inspecta directorul UpdraftPlus (in contul dvs de gazduire web) pentru orice seturi noi de backup pe care le-ati uploadat.

source: The location of this directory is set in the expert settings, in the Settings tab.
ro_ro: Locatia acestui director este setata in sectiunea de setari expert, in tab-ul Setari (Settings)

source: You are using the %s webserver, but do not seem to have the %s module loaded.
ro_ro: Utilizati webserverul %s, dar se pare ca nu aveti incarcat modulul %s.

source: You will need to consult with your web hosting provider to find out how to set permissions for a WordPress plugin to write to the directory.
ro_ro: Trebuie sa consultati furnizorul dvs de gazduire web pentru a afla cum se seteaza permisiunile unui plugin Wordpress pentru a scrie in director.

source: Unless you have a problem, you can completely ignore everything here.
ro_ro: Daca nu aveti o problema, puteti ignora in intregime aceasta sectiune.

source: You will find more information about this in the Settings section.
ro_ro: Puteti gasi mai multe informatii despre asta in sectiunea Setari (Settings).

source: This file could not be uploaded
ro_ro: Acest fisier nu a putut fi uploadat.

source: Was this a backup created by a different backup plugin? If so, then you might first need to rename it so that it can be recognised - please follow this link.
ro_ro: Acest backup a fost creat cu un alt plugin de backup? Daca da, va trebui sa il redenumiti pentru a putea fi recunoscut - va rugam sa folositi acest link.

source: Supported backup plugins: %s
ro_ro: Plugin-uri de backup suportate: %s

source: Incremental file backup intervals
ro_ro: Intervale de backup incremental

source: Tell me more about incremental backups
ro_ro: Mai multe informatii despre backup-uri incrementale

source: Memory limit
ro_ro: Limita de memorie

source: restoration
ro_ro: restaurare

source: Table to be implicitly dropped: %s
ro_ro: Tabela care va fi stearsa implicit:%s

source: Full backup
ro_ro: Backup complet

source: Backup succeeded
ro_ro: Backup finalizat cu succes

source: (view log...)
ro_ro: (vizualizare log...)

source: now proceeding with the updates...
ro_ro: acum se proceseaza update-urile...

source: Every %s hours
ro_ro: La fiecare %s ore

source: search and replace
ro_ro: cautare si inlocuire

source: search term
ro_ro: termen de cautare

source: Search / replace database
ro_ro: Cautare / inlocuire in baza de date

source: Search for
ro_ro: Cautare dupa

source: Replace with
ro_ro: Inlocuire cu

source: This can easily destroy your site; so, use it with care!
ro_ro: Acest lucru poate usor distruge site-ul dvs; asadar, utilizati cu atentie!

source: A search/replace cannot be undone - are you sure you want to do this?
ro_ro: O operatiune de cautare/inlocuire nu poate fi anulata - sunteti sigur ca vreti sa faceti asta?

source: Go
ro_ro: Start

source: Too many database errors have occurred - aborting
ro_ro: Au aparut prea multe erori in baza de date - anulare

source: read more at %s
ro_ro: cititi mai mult la %s

source: Email reports created by UpdraftPlus (free edition) bring you the latest UpdraftPlus.com news
ro_ro: Rapoartele email create de UpdraftPlus (editia gratuita) va aduc cele mai noi stiri UpdraftPlus.com

source: N.B. If you install UpdraftPlus on several WordPress sites, then you cannot re-use your project; you must create a new one from your Google API console for each site.
ro_ro: N.B. Daca instalati UpdraftPlus pe cateva site-uri Wordpress, nu pueti re-folosi proiectil dvs. trebuie sa creati unul nou din consola dvs. Google API pentru fiecare site.

source: You have not yet made any backups.
ro_ro: Nu ati facut inca nici un backup.

source: Database Options
ro_ro: Optiuni ale bazei de date

source: The buttons below will immediately execute a backup run, independently of WordPress's scheduler. If these work whilst your scheduled backups do absolutely nothing (i.e. not even produce a log file), then it means that your scheduler is broken.
ro_ro: Butoanele de mai jos vor rula imediat un backup, independent de programarile platformei Wordpress. Daca acestea ruleaza in timp ce backup-urile programate nu fac absolut nimic (nici macar nu produc un fisier log), inseamna ca programarea este defecta.

source: %s (%s used)
ro_ro: %s (utilizat %s)

source: Plugins for debugging:
ro_ro: Plugin-uri pentru depanare:

source: Free disk space in account:
ro_ro: Spatiu disponibil in cont:

source: Existing Backups: Downloading And Restoring
ro_ro: Backup-uri existente: Descarcare si Restaurare

source: Current Status
ro_ro: Status curent

source: Existing Backups
ro_ro: Backup-uri existente

source: Debugging / Expert Tools
ro_ro: Depanare / Aplicatii expert

source: This button is disabled because your backup directory is not writable (see the settings).
ro_ro: Acest buton este dezactivat pentru ca directorul de backup nu are drepturi de scriere (vezi setarile).

source: Welcome to UpdraftPlus!
ro_ro: Bina ati venit la UpdraftPlus!

source: To make a backup, just press the Backup Now button.
ro_ro: Pentru a crea un backup, apasati butonul Start Backup.

source: To change any of the default settings of what is backed up, to configure scheduled backups, to send your backups to remote storage (recommended), and more, go to the settings tab.
ro_ro: Pentru a schimba oricare dintre setarile implicite de backup, pentru a configura backup-urile programate, a trimite backup-urile catre alte medii de stocare (recomandat) si altele, alegeti sectiunea Setari (Settings).

source: If you enter text here, it is used to encrypt database backups (Rijndael). <strong>Do make a separate record of it and do not lose it, or all your backups <em>will</em> be useless.</strong> This is also the key used to decrypt backups from this admin interface (so if you change it, then automatic decryption will not work until you change it back).
ro_ro: Daca introduceti text aici, acesta va fi folosit pentru encriptarea backup-urilor bazei de date (algoritmul Rijndael). <strong>Faceti o copie separata a acestuia si aveti grija sa nu il pierdeti, in caz contrar toate backup-urile dvs. <em>vor fi</em> inutile.</strong>. Acesta este de asemenea cheia folosita la decriptarea backup-urilor din interfata de administrare (asadar, daca il schimbati, decriptarea automata nu va functiona pana cand il schimbati la loc).

source: Table prefix
ro_ro: Prefixul tabelei

source: Test connection...
ro_ro: Conexiune de test...

source: Testing...
ro_ro: Testare...

source: Backup non-WordPress tables contained in the same database as WordPress
ro_ro: Include in backup tabelele non-Wordpress din baza de date folosita de Wordpress

source: If your database includes extra tables that are not part of this WordPress site (you will know if this is the case), then activate this option to also back them up.
ro_ro: Daca baza dvs de date contine tabele extra care nu sunt parte a site-ului Wordpress (veti sti daca ati facut dvs. ceva in acest sens), atunci activati aceasta optiune pentru a le include si pe ele in backup.

source: Add an external database to backup...
ro_ro: Adaugati o baza de date externa la backup...

source: Backup external database
ro_ro: Backup - procesare baza de date externa

source: %s table(s) found.
ro_ro: %s tabele gasite.

source: %s total table(s) found; %s with the indicated prefix.
ro_ro: %s tabele gasite in total; %s cu prefixul indicat.

source: Connection succeeded.
ro_ro: Conexiune realizata cu succes.

source: Connection failed.
ro_ro: Conexiune esuata.

source: This option will cause tables stored in the MySQL database which do not belong to WordPress (identified by their lacking the configured WordPress prefix, %s) to also be backed up.
ro_ro: Aceasta optiune va face ca tabele salvate in baza de date MySQL ce nu apartin site-ului Wordpress (identificate prin lipsa prefixului Wordpress, %s) sa fie de asemenea adaugate la backup.

source: user
ro_ro: utilizator

source: database name
ro_ro: nume baza de date

source: database connection attempt failed
ro_ro: incercare de conectare la baza de date esuata

source: External database (%s)
ro_ro: Baza de date externa (%s)

source: Follow this link to your Google API Console, and there activate the Drive API and create a Client ID in the API Access section.
ro_ro: Accesati acest link catre console dvs. Google API, si odata ajunsi acolo activati optiunea Drive API si creati un Client ID in sectiunea API Access.

source: failed to access parent folder
ro_ro: accesarea folerului parinte a esuat

source: However, subsequent access attempts failed:
ro_ro: Oricum, incercarile ulterioare de acces au esuat:

source: External database
ro_ro: Baza de date externa

source: This will also cause debugging output from all plugins to be shown upon this screen - please do not be surprised to see these.
ro_ro: Output-ul de depanare a tuturor plugin-urilor va fi afisat pe acest ecran - nu fiti surprins cand il veti vedea.

source: Back up more databases
ro_ro: Adaugati mai multe baze de date la backup

source: Don't want to be spied on? UpdraftPlus Premium can encrypt your database backup.
ro_ro: Nu vreti sa fiti spionat? UpdraftPlus Premium poate encripta backup-ul bazei de date.

source: It can also backup external databases.
ro_ro: Se pot adauga la backup si baze de date externe.

source: You can manually decrypt an encrypted database here.
ro_ro: Aici puteti decripta manual o baza de date encriptata.

source: First, enter the decryption key
ro_ro: In primul rand, introduceti cheia de decriptare

source: use UpdraftPlus Premium
ro_ro: folositi UpdraftPlus Premium

source: Decryption failed. The database file is encrypted.
ro_ro: Decriptare esuata. Fisierul bazei de date este encriptat.

source: Only the WordPress database can be restored; you will need to deal with the external database manually.
ro_ro: Doar baza de date WordPress poate fi restaurata; cu bazele externe trebuie sa realizati operatiunea manual

source: An error occurred on the first %s command - aborting run
ro_ro: A aparut o eroare la comanda %s - anulati operatiunea

source: database connection attempt failed.
ro_ro: Incercare de conectare la baza de date a esuat.

source: Connection failed: check your access details, that the database server is up, and that the network connection is not firewalled.
ro_ro: Conectare esuata: verificati detaliile de conectare, verificati ca serverul de baze de date este activ si daca conexiunea la retea este protejata de firewall

source: In %s, path names are case sensitive.
ro_ro: In %s, denumirea caii este "case sensitive" (conteaza litera mare/mica)

source: Warning: the database's home URL (%s) is different to what we expected (%s)
ro_ro: Atentie: URL-ul directorului bazei de date (%s) este diferit de ceea ce ne asteptam (%s)!

source: You have not yet configured and saved your %s credentials
ro_ro: Inca nu ati configurat si salvat acreditarile dumneavoastra %s

source: After logging in, create a sandbox app. You can leave all of the questions for creating an app blank (except for the app's name).
ro_ro: Dupa logare, creati un sandox app. Puteti lasa toate campurile goale cu exceptia numelui aplicatiei.

source: Enter the path of the %s folder you wish to use here.
ro_ro: Introduceti aici calea folderului %s pe care doriti sa il folositi.

source: If the folder does not already exist, then it will be created.
ro_ro: Daca folderul nu exista deja, va fi creat automat.

source: e.g. %s
ro_ro: de exemplu %s

source: If you leave it blank, then the backup will be placed in the root of your %s
ro_ro: Daca lasati campul liber, atunci backup-ul va fi amplasat in radacina %s

source: Follow this link for more information
ro_ro: Pentru mai multe informatii folositi linkul acesta

source: Tenant
ro_ro: Chirias

source: Leave this blank, and a default will be chosen.
ro_ro: Lasati liber acest camp si va fi folosita valoarea implicita

source: failed to list files
ro_ro: nu s-a reusit listarea fisierelor

source: Failed to download
ro_ro: Download esuat

source: Failed to download %s
ro_ro: Downloadarea %s esuata

source: Get your access credentials from your OpenStack Swift provider, and then pick a container name to use for storage. This container will be created for you if it does not already exist.
ro_ro: Primiti acreditarile de acces de la providerul dumneavoastra OpenStack Swift iar dupa aceasta alegeti un nume pentru contul dumneavoastra de stocare on-line. Acest cont va fi creat pentru dumneavoastra daca nu exista deja.

source: authentication URI
ro_ro: autentificare URI

source: Failed to upload %s
ro_ro: Uplod-ul %s esuat

source: Success:
ro_ro: Succes:

source: (You appear to be already authenticated).
ro_ro: (Se pare ca sunteti deja autentificat).

source: <strong>After</strong> you have saved your settings (by clicking 'Save Changes' below), then come back here once and click this link to complete authentication with %s.
ro_ro: <strong>Dupa</strong> ce v-ati salvat setarile (apasand butonul "Salvati Modificarile" de mai jos), reveniti aici si urmati acest link pentru a completa autentificarea cu %s.

source: Authenticate with %s
ro_ro: Autentificare cu %s

source: Error downloading remote file: Failed to download
ro_ro: Eroare la downloadarea fisierului extern: Eroare la downloada

source: The %s object was not found
ro_ro: Obiectul %s nu a fost gasit

source: %s error - we accessed the container, but failed to create a file within it
ro_ro: Eroare %s - s-a incercat accesarea containerului, dar nu s-a reusit crearea unui fisier in el

source: Region: %s
ro_ro: Regiune: %s

source: Could not access %s container
ro_ro: Nu s-a putu accesa containerul %s

source: Account holder's name: %s.
ro_ro: Numele titularului de cont: %s.

source: %s error - failed to access the container
ro_ro: Eroare %s - accesul containerului esuat

source: <strong>This is NOT a folder name</strong>.
ro_ro: <strong>Acesta NU este un nume de folder</strong>.

source: It is an ID number internal to Google Drive
ro_ro: Este un numar de identificare interna de la Google Drive

source: To be able to set a custom folder name, use UpdraftPlus Premium.
ro_ro: Pentru a putea stabili un nume de folder particularizat, folosiți UpdraftPlus Premium.

source: Name: %s.
ro_ro: Nume: %s.

source: %s download: failed: file not found
ro_ro: Download %s: esuat: fisierul nu a fost gasit

source: This remote storage method (%s) requires PHP %s or later.
ro_ro: Această metodă de stocare la distanță (%s) necesită PHP %s sau mai noi.

source: You will need to ask your web hosting company to upgrade.
ro_ro: Va trebui sa contactati firma care asigura gazduirea site-ului dumneavoastra pentru un upgrade.

source: Your %s version: %s.
ro_ro: Versiunea voastra %s: %s.
